Repository: wanharaderta/dkstore-ecommerce
Catalog: lib/l10n/app_*.arb
Languages: ar, gu, hi, te

# appTitle
source: Hyper Local
ar: هايبر لوكال
gu: હાયપર લોકલ
hi: हाइपर लोकल
te: హైపర్ లోకల్

# appName
source: Hyper Local
ar: هايبر لوكال
gu: હાયપર લોકલ
hi: हाइपर लोकल
te: హైపర్ లోకల్

source: Welcome
ar: مرحباً
gu: સ્વાગત છે
hi: स्वागत है
te: స్వాగతం

source: Login
ar: تسجيل الدخول
gu: લૉગિન
hi: लॉगिन
te: లాగిన్

source: Register
ar: تسجيل
gu: રજિસ્ટર કરો
hi: रजिस्टर करें
te: రిజిస్టర్

source: Email
ar: البريد الإلكتروني
gu: ઈમેલ
hi: ईमेल
te: ఇమెయిల్

source: Password
ar: كلمة المرور
gu: પાસવર્ડ
hi: पासवर्ड
te: పాస్‌వర్డ్

source: Confirm Password
ar: تأكيد كلمة المرور
gu: પાસવર્ડની પુષ્ટિ કરો
hi: पासवर्ड की पुष्टि करें
te: పాస్‌వర్డ్ నిర్ధారించండి

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
gu: પાસવર્ડ ભૂલી ગયા?
hi: पासवर्ड भूल गए?
te: పాస్‌వర్డ్ మరచిపోయారా?

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
gu: ખાતું નથી?
hi: खाता नहीं है?
te: ఖాతా లేదా?

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟
gu: પહેલેથી ખાતું છે?
hi: पहले से खाता है?
te: ఇప్పటికే ఖాతా ఉందా?

source: Sign Up
ar: إنشاء حساب
gu: સાઇન અપ કરો
hi: साइन अप करें
te: సైన్ అప్

source: Sign In
ar: تسجيل الدخول
gu: સાઇન ઇન કરો
hi: साइन इन करें
te: సైన్ ఇన్

source: Home
ar: الصفحة الرئيسية
gu: હોમ
hi: होम
te: హోమ్

source: Profile
ar: الملف الشخصي
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
te: ప్రొఫైల్

source: Dashboard
ar: لوحة التحكم
gu: ડૅશબોર્ડ
hi: डैशबोर्ड
te: డాష్‌బోర్డ్

source: Settings
ar: الإعدادات
gu: સેટિંગ્સ
hi: सेटिंग्स
te: సెట్టింగ్‌లు

source: Language
ar: اللغة
gu: ભાષા
hi: भाषा
te: భాష

source: Select Language
ar: اختر اللغة
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
te: భాషను ఎంచుకోండి

source: English
ar: الإنجليزية
gu: અંગ્રેજી
hi: अंग्रेज़ी
te: ఆంగ్లం

source: Arabic
ar: العربية
gu: અરબી
hi: अरबी
te: అరబిక్

source: French
ar: الفرنسية
gu: ફ્રેન્ચ
hi: फ़्रेंच
te: ఫ్రెంచ్

source: Hindi
ar: الهندية
gu: હિન્દી
hi: हिन्दी
te: హిందీ

source: Gujarati
ar: الغوجاراتية
gu: ગુજરાતી
hi: गुजराती
te: గుజరాతీ

source: Telugu
ar: التيلجو
gu: તેલુગુ
hi: तेलुगु
te: తెలుగు

source: Location
ar: الموقع
gu: સ્થળ
hi: स्थान
te: ప్రదేశం

source: Select Location
ar: اختر الموقع
gu: સ્થળ પસંદ કરો
hi: स्थान चुनें
te: ప్రదేశాన్ని ఎంచుకోండి

source: Current Location
ar: الموقع الحالي
gu: વર્તમાન સ્થળ
hi: वर्तमान स्थान
te: ప్రస్తుత ప్రదేశం

source: Search
ar: بحث
gu: શોધો
hi: खोजें
te: వెతకండి

source: Categories
ar: الفئات
gu: શ્રેણીઓ
hi: श्रेणियाँ
te: వర్గాలు

source: Nearby
ar: بالقرب
gu: નજીકમાં
hi: आस-पास
te: సమీపంలో

source: Logout
ar: تسجيل الخروج
gu: લૉગ આઉટ
hi: लॉगआउट
te: లాగ్‌అవుట్

source: Cancel
ar: إلغاء
gu: રદ કરો
hi: रद्द करें
te: రద్దు

source: Save
ar: حفظ
gu: સાચવો
hi: सहेजें
te: సేవ్

source: OK
ar: حسناً
gu: ઓકે
hi: ठीक है
te: సరే

source: Error
ar: خطأ
gu: ભૂલ
hi: त्रुटि
te: లోపం

source: Success
ar: نجاح
gu: સફળતા
hi: सफल
te: విజయం

source: Loading...
ar: جارٍ التحميل...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
te: లోడ్ అవుతోంది...

# noData
source: No data available
ar: لا توجد بيانات
gu: કોઈ ડેટા ઉપલબ્ધ નથી
hi: कोई डेटा उपलब्ध नहीं
te: డేటా అందుబాటులో లేదు

source: Retry
ar: إعادة المحاولة
gu: પુનઃ પ્રયાસ કરો
hi: पुनः प्रयास करें
te: మళ్లీ ప్రయత్నించండి

source: Network Error
ar: خطأ في الشبكة
gu: નેટવર્ક ભૂલ
hi: नेटवर्क त्रुटि
te: నెట్‌వర్క్ లోపం

# tryAgain
source: Please try again
ar: حاول مرة أخرى
gu: કૃપા કરીને ફરી પ્રયાસ કરો
hi: कृपया फिर कोशिश करें
te: మళ్లీ ప్రయత్నించండి

source: Permission Denied
ar: تم رفض الإذن
gu: પરવાનગી નકારવામાં આવી
hi: अनुमति अस्वीकार की गई
te: అనుమతి తిరస్కరించబడింది

# locationPermissionRequired
source: Location permission is required
ar: يتطلب إذن الوصول إلى الموقع
gu: સ્થાન પરવાનગી જરૂરી છે
hi: स्थान अनुमति आवश्यक है
te: ప్రదేశ అనుమతి అవసరం

# enableLocation
source: Please enable location services
ar: يرجى تفعيل خدمات الموقع
gu: કૃપા કરીને સ્થાન સેવાઓ સક્રિય કરો
hi: कृपया लोकेशन सेवाएँ चालू करें
te: దయచేసి ప్రదేశ సేవలను ప్రారంభించండి

source: Appearance
ar: المظهر
gu: દેખાવ
hi: दिखावट
te: రూపం

source: Change app theme
ar: تغيير سمة التطبيق
gu: અપ્લિકેશન થીમ બદલો
hi: ऐप थीम बदलें
te: యాప్ థీమ్ మార్చండి

source: System mode
ar: وضع النظام
gu: સિસ્ટમ મોડ
hi: सिस्टम मोड
te: సిస్టమ్ మోడ్

source: Light mode
ar: الوضع الفاتح
gu: લાઇટ મોડ
hi: लाइट मोड
te: లైట్ మోడ్

source: Dark mode
ar: الوضع الداكن
gu: ડાર્ક મોડ
hi: डार्क मोड
te: డార్క్ మోడ్

source: Apply
ar: تطبيق
gu: લાગુ કરો
hi: लागू करें
te: వర్తించు

source: Current
ar: الحالي
gu: વર્તમાન
hi: वर्तमान
te: ప్రస్తుత

source: Cart
ar: عربة التسوق
gu: કાર્ટ
hi: कार्ट
te: కార్ట్

source: View Coupon & Offers
ar: عرض الكوبونات والعروض
gu: કૂપન અને ઓફર્સ જુઓ
hi: कूपन और ऑफ़र देखें
te: కూపన్ & ఆఫర్‌లను వీక్షించండి

source: Place Order
ar: إتمام الطلب
gu: ઓર્ડર આપો
hi: ऑर्डर दें
te: ఆర్డర్ చేయండి

source: Select payment method
ar: اختر طريقة الدفع
gu: ચુકવણી પદ્ધતિ પસંદ કરો
hi: भुगतान विधि चुनें
te: చెల్లింపు పద్ధతిని ఎంచుకోండి

source: Pay Using
ar: الدفع باستخدام
gu: આના વડે ચૂકવો
hi: इससे भुगतान करें
te: చెల్లించండి

source: Your cart is empty
ar: عربة التسوق فارغة
gu: તમારી કાર્ટ ખાલી છે
hi: आपकी कार्ट खाली है
te: మీ కార్ట్ ఖాళీగా ఉంది

source: Looks like you haven't added anything yet
ar: يبدو أنك لم تضف أي شيء بعد
gu: લાગે છે કે તમે હજુ કંઈ ઉમેર્યું નથી
hi: लगता है आपने अभी तक कुछ नहीं जोड़ा
te: మీరు ఇంకా ఏమీ జోడించలేదు

source: Browse products
ar: تصفح المنتجات
gu: ઉત્પાદનો બ્રાઉઝ કરો
hi: उत्पाद ब्राउज़ करें
te: ఉత్పత్తులను బ్రౌజ్ చేయండి

source: Add more items tapped!
ar: تم النقر لإضافة المزيد من العناصر!
gu: વધુ વસ્તુઓ ઉમેરો ટેપ!
hi: और आइटम जोड़ें टैप किया!
te: మరిన్ని అంశాలను జోడించండి ట్యాప్ చేయబడింది!

source: Remove item
ar: إزالة العنصر
gu: વસ્તુ દૂર કરો
hi: आइटम हटाएँ
te: అంశాన్ని తీసివేయండి

source: Are you sure you want to remove {item} from cart?
ar: هل أنت متأكد أنك تريد إزالة {item} من العربة؟
gu: શું તમે {item} કાર્ટમાંથી દૂર કરવા માંગો છો?
hi: क्या आप {item} को कार्ट से हटाना चाहते हैं?
te: మీరు నిజంగా {item} ను కార్ట్ నుండి తీసివేయాలనుకుంటున్నారా?

source: Delete
ar: حذف
gu: મટાવો
hi: हटाएँ
te: తొలగించండి

source: Save for Later
ar: احفظه لوقت لاحق
gu: પછી માટે સાચવો
hi: बाद के लिए सहेजें
te: తర్వాత కోసం సేవ్ చేయండి

source: Bill details
ar: تفاصيل الفاتورة
gu: બિલ વિગતો
hi: बिल विवरण
te: బిల్ వివరాలు

source: Items total
ar: إجمالي العناصر
gu: વસ્તુઓ કુલ
hi: आइटम कुल
te: అంశాల మొత్తం

source: Saved
ar: تم الحفظ
gu: સાચવાયેલ
hi: बचत
te: సేవ్ చేయబడింది

source: Delivery charge
ar: رسوم التوصيل
gu: ડિલિવરી ચાર્જ
hi: डिलीवरी शुल्क
te: డెలివరీ ఛార్జ్

source: FREE
ar: مجاناً
gu: મફત
hi: मुफ़्त
te: ఉచితం

source: Per store drop off fees
ar: رسوم التسليم لكل متجر
gu: પ્રતિ સ્ટોર ડ્રોપ ઓફ ફી
hi: प्रति स्टोर ड्रॉप-ऑफ़ शुल्क
te: ప్రతి స్టోర్ డ్రాప్ ఆఫ్ ఫీస్

source: Handling charge
ar: رسوم المناولة
gu: હેન્ડલિંગ ચાર્જ
hi: हैंडलिंग शुल्क
te: హ్యాండ్లింగ్ ఛార్జ్

source: Promo code
ar: رمز العرض
gu: પ્રોમો કોડ
hi: प्रोमो कोड
te: ప్రోమో కోడ్

source: Promo discount
ar: خصم العرض
gu: પ્રોમો ડિસ્કાઉન્ટ
hi: प्रोमो छूट
te: ప్రోమో డిస్కౌంట్

source: Remove Coupon
ar: إزالة الكوبون
gu: કૂપન દૂર કરો
hi: कूपन हटाएँ
te: కూపన్‌ను తీసివేయండి

source: Grand total
ar: المجموع الكلي
gu: કુલ રકમ
hi: कुल योग
te: మొత్తం మొత్తం

source: Your total savings
ar: إجمالي التوفير الخاص بك
gu: તમારી કુલ બચત
hi: आपकी कुल बचत
te: మీ మొత్తం పొదుపు

source: Download Invoice
ar: تحميل الفاتورة
gu: ઇન્વોઇસ ડાઉનલોડ કરો
hi: इनवॉइस डाउनलोड करें
te: ఇన్వాయిస్‌ను డౌన్‌లోడ్ చేయండి

source: My Orders
ar: طلباتي
gu: મારા ઓર્ડર્સ
hi: मेरे ऑर्डर
te: నా ఆర్డర్‌లు

source: No orders yet
ar: لا توجد طلبات بعد
gu: હજુ કોઈ ઓર્ડર નથી
hi: अभी तक कोई ऑर्डर नहीं
te: ఇంకా ఆర్డర్‌లు లేవు

source: Failed to load orders
ar: فشل تحميل الطلبات
gu: ઓર્ડર્સ લોડ કરવામાં નિષ્ફળ
hi: ऑर्डर लोड करने में असफल
te: ఆర్డర్‌లను లోడ్ చేయడంలో విఫలమైంది

source: Rate Order
ar: تقييم الطلب
gu: ઓર્ડર રેટ કરો
hi: ऑर्डर रेट करें
te: ఆర్డర్‌ను రేట్ చేయండి

source: How was your order?
ar: كيف كان طلبك؟
gu: તમારો ઓર્ડર કેવો હતો?
hi: आपका ऑर्डर कैसा रहा?
te: మీ ఆర్డర్ ఎలా ఉంది?

source: Order Summary
ar: ملخص الطلب
gu: ઓર્ડર સારાંશ
hi: ऑर्डर सारांश
te: ఆర్డర్ సారాంశం

source: Order details refreshed
ar: تم تحديث تفاصيل الطلب
gu: ઓર્ડર વિગતો તાજી કરવામાં આવી
hi: ऑर्डर विवरण ताज़ा किया गया
te: ఆర్డర్ వివరాలు రిఫ్రెష్ చేయబడ్డాయి

source: Rate your experience
ar: قيّم تجربتك
gu: તમારા અનુભવને રેટ કરો
hi: अपना अनुभव रेट करें
te: మీ అనుభవాన్ని రేట్ చేయండి

source: Failed to load order details
ar: فشل تحميل تفاصيل الطلب
gu: ઓર્ડર વિગતો લોડ કરવામાં નિષ્ફળ
hi: ऑर्डर विवरण लोड करने में असफल
te: ఆర్డర్ వివరాలను లోడ్ చేయడంలో విఫలమైంది

source: No items to display
ar: لا توجد عناصر للعرض
gu: દર્શાવવા માટે કોઈ વસ્તુઓ નથી
hi: दिखाने के लिए कोई आइटम नहीं
te: ప్రదర్శించడానికి అంశాలు లేవు

source: Delete Review?
ar: حذف التقييم؟
gu: સમીક્ષા મટાવો?
hi: समीक्षा हटाएँ?
te: రివ్యూను తొలగించాలా?

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
gu: આ ક્રિયા રદ કરી શકાય નહીં.
hi: यह क्रिया वापस नहीं की जा सकती।
te: ఈ చర్యను రద్దు చేయలేము.

source: Edit
ar: تعديل
gu: સંપાદિત કરો
hi: संपादित करें
te: సవరించండి

source: Cancel item
ar: إلغاء العنصر
gu: વસ્તુ રદ કરો
hi: आइटम रद्द करें
te: అంశాన్ని రద్దు చేయండి

source: Are you sure you want to cancel this item?
ar: هل أنت متأكد أنك تريد إلغاء هذا العنصر؟
gu: શું તમે આ વસ્તુ રદ કરવા માંગો છો?
hi: क्या आप इस आइटम को रद्द करना चाहते हैं?
te: మీరు నిజంగా ఈ అంశాన్ని రద్దు చేయాలనుకుంటున్నారా?

source: Cancel return request
ar: إلغاء طلب الإرجاع
gu: રિટર્ન વિનંતી રદ કરો
hi: रिटर्न अनुरोध रद्द करें
te: రిటర్న్ అభ్యర్థనను రద్దు చేయండి

source: Are you sure you want to cancel this return request?
ar: هل أنت متأكد أنك تريد إلغاء طلب الإرجاع هذا؟
gu: શું તમે આ રિટર્ન વિનંતી રદ કરવા માંગો છો?
hi: क्या आप इस रिटर्न अनुरोध को रद्द करना चाहते हैं?
te: మీరు నిజంగా ఈ రిటర్న్ అభ్యర్థనను రద్దు చేయాలనుకుంటున్నారా?

# cancelReturnRequestButton
source: Cancel Return Request
ar: إلغاء طلب الإرجاع
gu: રિટર્ન વિનંતી રદ કરો
hi: रिटर्न अनुरोध रद्द करें
te: రిటర్న్ అభ్యర్థనను రద్దు చేయండి

# cancelItemButton
source: Cancel Item
ar: إلغاء العنصر
gu: વસ્તુ રદ કરો
hi: आइटम रद्द करें
te: అంశాన్ని రద్దు చేయండి

source: How was your shopping experience?
ar: كيف كانت تجربتك في التسوق؟
gu: તમારો ખરીદી અનુભવ કેવો હતો?
hi: आपका शॉपिंग अनुभव कैसा रहा?
te: మీ షాపింగ్ అనుభవం ఎలా ఉంది?

source: Track Delivery
ar: تتبع التوصيل
gu: ડિલિવરી ટ્રેક કરો
hi: डिलीवरी ट्रैक करें
te: డెలివరీని ట్రాక్ చేయండి

source: My Wishlist
ar: قائمة رغباتي
gu: મારી વિશ લિસ્ટ
hi: मेरी विशलिस्ट
te: నా కోరికల జాబితా

source: Create new wishlist
ar: إنشاء قائمة رغبات جديدة
gu: નવી વિશ લિસ્ટ બનાવો
hi: नई विशलिस्ट बनाएँ
te: కొత్త కోరికల జాబితాను సృష్టించండి

# createNewWishlistTitle
source: Create New Wishlist
ar: إنشاء قائمة رغبات جديدة
gu: નવી વિશ લિસ્ટ બનાવો
hi: नई विशलिस्ट बनाएँ
te: కొత్త కోరికల జాబితాను సృష్టించండి

source: Enter wishlist name
ar: أدخل اسم قائمة الرغبات
gu: વિશ લિસ્ટ નામ પ્રવેશ કરો
hi: विशलिस्ट का नाम डालें
te: కోరికల జాబితా పేరును నమోదు చేయండి

source: Please enter a wishlist name
ar: يرجى إدخال اسم قائمة الرغبات
gu: કૃપા કરીને વિશ લિસ્ટ નામ પ્રવેશ કરો
hi: कृपया विशलिस्ट का नाम डालें
te: దయచేసి కోరికల జాబితా పేరును నమోదు చేయండి

source: Create
ar: إنشاء
gu: બનાવો
hi: बनाएँ
te: సృష్టించండి

source: Update
ar: تحديث
gu: અપડેટ કરો
hi: अपडेट करें
te: నవీకరించండి

source: Edit Wishlist
ar: تعديل قائمة الرغبات
gu: વિશ લિસ્ટ સંપાદિત કરો
hi: विशलिस्ट संपादित करें
te: కోరికల జాబితాను సవరించండి

source: No wishlists yet
ar: لا توجد قوائم رغبات بعد
gu: હજુ કોઈ વિશ લિસ્ટ નથી
hi: अभी तक कोई विशलिस्ट नहीं
te: ఇంకా కోరికల జాబితాలు లేవు

source: No other wishlists available
ar: لا توجد قوائم رغبات أخرى
gu: કોઈ અન્ય વિશ લિસ્ટ ઉપલબ્ધ નથી
hi: कोई अन्य विशलिस्ट उपलब्ध नहीं
te: ఇతర కోరికల జాబితాలు అందుబాటులో లేవు

source: No products found
ar: لم يتم العثور على منتجات
gu: કોઈ ઉત્પાદનો મળ્યા નથી
hi: कोई उत्पाद नहीं मिला
te: ఉత్పత్తులు కనుగొనబడలేదు

source: Something went wrong
ar: حدث خطأ ما
gu: કંઈક ખોટું થયું
hi: कुछ गलत हो गया
te: ఏదో తప్పు జరిగింది

source: Delete {wishlistName}
ar: حذف {wishlistName}
gu: {wishlistName} મટાવો
hi: {wishlistName} हटाएँ
te: {wishlistName} ను తొలగించండి

source: My Addresses
ar: عناويني
gu: મારા સરનામાં
hi: मेरे पते
te: నా చిరునామాలు

source: Add Address
ar: إضافة عنوان
gu: સરનામું ઉમેરો
hi: पता जोड़ें
te: చిరునామాను జోడించండి

source: Delete Address
ar: حذف العنوان
gu: સરનામું મટાવો
hi: पता हटाएँ
te: చిరునామాను తొలగించండి

source: Are you sure you want to delete this address?
ar: هل أنت متأكد أنك تريد حذف هذا العنوان؟
gu: શું તમે આ સરનામું મટાવવા માંગો છો?
hi: क्या आप यह पता हटाना चाहते हैं?
te: మీరు నిజంగా ఈ చిరునామాను తొలగించాలనుకుంటున్నారా?

source: Near
ar: بالقرب من
gu: નજીક
hi: पास में
te: దగ్గర

source: No address selected
ar: لم يتم اختيار عنوان
gu: કોઈ સરનામું પસંદ કરવામાં આવ્યું નથી
hi: कोई पता चुना नहीं गया
te: చిరునామా ఎంచుకోబడలేదు

source: Please select an image and enter your name
ar: يرجى اختيار صورة وإدخال اسمك
gu: કૃપા કરીને એક ચિત્ર પસંદ કરો અને તમારું નામ પ્રવેશ કરો
hi: कृपया एक फ़ोटो चुनें और अपना नाम डालें
te: దయచేసి ఒక చిత్రాన్ని ఎంచుకుని మీ పేరును నమోదు చేయండి

source: Loading profile...
ar: جارٍ تحميل الملف الشخصي...
gu: પ્રોફાઇલ લોડ થઈ રહી છે...
hi: प्रोफ़ाइल लोड हो रही है...
te: ప్రొఫైల్ లోడ్ అవుతోంది...

source: Save Changes
ar: حفظ التغييرات
gu: વદતરો સાચવો
hi: बदलाव सहेजें
te: మార్పులను సేవ్ చేయండి

source: Edit Profile
ar: تعديل الملف الشخصي
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
te: ప్రొఫైల్‌ను సవరించండి

source: {label} copied to clipboard
ar: تم نسخ {label} إلى الحافظة
gu: {label} ક્લિપબોર્ડ પર કૉપી કરાયું
hi: {label} क्लिपबोर्ड पर कॉपी हो गया
te: {label} క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది

source: Your Delivery Address
ar: عنوان التوصيل الخاص بك
gu: તમારું ડિલિવરી સરનામું
hi: आपका डिलीवरी पता
te: మీ డెలివరీ చిరునామా

source: Shopping List
ar: قائمة التسوق
gu: ખરીદી યાદી
hi: शॉपिंग लिस्ट
te: షాపింగ్ జాబితా

source: About us
ar: معلومات عنا
gu: અમારા વિશે
hi: हमारे बारे में
te: మా గురించి

source: Terms & Condition
ar: الشروط والأحكام
gu: નિયમો અને શરતો
hi: नियम और शर्तें
te: నిబంధనలు & షరతులు

source: Privacy Policy
ar: سياسة الخصوصية
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति
te: గోప్యతా విధానం

source: Refund Policy
ar: سياسة الاسترجاع
gu: રિફંડ નીતિ
hi: रिफ़ंड नीति
te: రిఫండ్ విధానం

source: Shipping Policy
ar: سياسة الشحن
gu: શિપિંગ નીતિ
hi: शिपिंग नीति
te: షిప్పింగ్ విధానం

source: Delete Account
ar: حذف الحساب
gu: ખાતું મટાવો
hi: खाता हटाएँ
te: ఖాతాను తొలగించండి

source: Please enter your name
ar: يرجى إدخال اسمك
gu: કૃપા કરીને તમારું નામ પ્રવેશ કરો
hi: कृपया अपना नाम डालें
te: దయచేసి మీ పేరును నమోదు చేయండి

source: Name must be at least 2 characters
ar: يجب أن يكون الاسم مكوناً من حرفين على الأقل
gu: નામ ઓછામાં ઓછું 2 અક્ષરોનું હોવું જોઈએ
hi: नाम कम से कम 2 अक्षर का होना चाहिए
te: పేరు కనీసం 2 అక్షరాలుగా ఉండాలి

source: Product Details
ar: تفاصيل المنتج
gu: ઉત્પાદન વિગતો
hi: उत्पाद विवरण
te: ఉత్పత్తి వివరాలు

source: Description
ar: الوصف
gu: વર્ણન
hi: विवरण
te: వివరణ

source: Specification
ar: المواصفات
gu: વિશિષ્ટતા
hi: विनिर्देश
te: వివరణ

source: Reviews
ar: المراجعات
gu: સમીક્ષાઓ
hi: समीक्षाएँ
te: రివ్యూలు

source: Similar Products
ar: منتجات مشابهة
gu: સમાન ઉત્પાદનો
hi: समान उत्पाद
te: సమానమైన ఉత్పత్తులు

source: Specifications
ar: المواصفات
gu: વિશિષ્ટતાઓ
hi: विनिर्देश
te: వివరణలు

source: Customer Reviews
ar: تقييمات العملاء
gu: ગ્રાહક સમીક્ષાઓ
hi: ग्राहक समीक्षाएँ
te: కస్టమర్ రివ్యూలు

source: See All
ar: عرض الكل
gu: બધું જુઓ
hi: सभी देखें
te: అన్నీ చూడండి

source: Add Your Review
ar: أضف تقييمك
gu: તમારી સમીક્ષા ઉમેરો
hi: अपनी समीक्षा जोड़ें
te: మీ రివ్యూను జోడించండి

source: Rate this product
ar: قيّم هذا المنتج
gu: આ ઉત્પાદનને રેટ કરો
hi: इस उत्पाद को रेट करें
te: ఈ ఉత్పత్తిని రేట్ చేయండి

source: Submit Review
ar: إرسال التقييم
gu: સમીક્ષા સબમિટ કરો
hi: समीक्षा सबमिट करें
te: రివ్యూను సమర్పించండి

source: Question and Answers
ar: الأسئلة والأجوبة
gu: પ્રશ્ન અને જવાબો
hi: प्रश्न और उत्तर
te: ప్రశ్నలు మరియు సమాధానాలు

source: Ask a Question
ar: اسأل سؤالاً
gu: પ્રશ્ન પૂછો
hi: प्रश्न पूछें
te: ఒక ప్రశ్న అడగండి

source: Submit
ar: إرسال
gu: સબમિટ કરો
hi: सबमिट करें
te: సమర్పించండి

source: Question submitted successfully!
ar: تم إرسال السؤال بنجاح!
gu: પ્રશ્ન સફળતાપૂર્વક સબમિટ કરાયો!
hi: प्रश्न सफलतापूर्वक सबमिट किया गया!
te: ప్రశ్న విజయవంతంగా సమర్పించబడింది!

source: Please select variant
ar: يرجى اختيار خيار
gu: કૃપા કરીને વેરિયન્ટ પસંદ કરો
hi: कृपया वैरिएंट चुनें
te: దయచేసి వేరియంట్‌ను ఎంచుకోండి

source: View Product Details
ar: عرض تفاصيل المنتج
gu: ઉત્પાદન વિગતો જુઓ
hi: उत्पाद विवरण देखें
te: ఉత్పత్తి వివరాలను వీక్షించండి

source: Product added to cart successfully!
ar: تمت إضافة المنتج إلى العربة بنجاح!
gu: ઉત્પાદન કાર્ટમાં સફળતાપૂર્વક ઉમેરાયું!
hi: उत्पाद कार्ट में सफलतापूर्वक जोड़ा गया!
te: ఉత్పత్తి విజయవంతంగా కార్ట్‌కు జోడించబడింది!

# failedToAddProduct
source: Failed to add product: {error}
ar: فشل إضافة المنتج: {error}
gu: ઉત્પાદન ઉમેરવામાં નિષ્ફળ: {error}
hi: उत्पाद जोड़ने में विफल: {error}
te: ఉత్పత్తిని జోడించడంలో విఫలమైంది: {error}

source: Out of stock
ar: غير متوفر
gu: સ્ટોકમાં નથી
hi: स्टॉक में नहीं
te: స్టాక్ లేదు

source: Product Variants
ar: خيارات المنتج
gu: ઉત્પાદન વેરિયન્ટ્સ
hi: उत्पाद वैरिएंट
te: ఉత్పత్తి వేరియంట్‌లు

source: Select variant
ar: اختر الخيار
gu: વેરિયન્ટ પસંદ કરો
hi: वैरिएंट चुनें
te: వేరియంట్‌ను ఎంచుకోండి

source: Add
ar: إضافة
gu: ઉમેરો
hi: जोड़ें
te: జోడించండి

source: No Product Found
ar: لم يتم العثور على منتج
gu: કોઈ ઉત્પાદન મળ્યું નથી
hi: कोई उत्पाद नहीं मिला
te: ఉత్పత్తి కనుగొనబడలేదు

source: Filters
ar: الفلاتر
gu: ફિલ્ટર્સ
hi: फ़िल्टर
te: ఫిల్టర్‌లు

source: Sort
ar: ترتيب
gu: વર્ગીકરણ
hi: सॉर्ट करें
te: క్రమబద్ధీకరించండి

source: Popularity
ar: الأكثر شهرة
gu: લોકપ્રિયતા
hi: लोकप्रियता
te: ప్రజాదరణ

# searchResultFor
source: Search result for "{title}"
ar: نتائج البحث عن "{title}"
gu: "{title}" માટે શોધ પરિણામ
hi: "{title}" के लिए खोज परिणाम
te: "{title}" కోసం శోధన ఫలితం

source: Relevance (default)
ar: الصلة (افتراضي)
gu: પ્રસંગિકતા (ડિફોલ્ટ)
hi: प्रासंगिकता (डिफ़ॉल्ट)
te: సంబంధం (డిఫాల్ట్)

source: Price (low to high)
ar: السعر (من الأقل للأعلى)
gu: કિંમત (ઓછીથી વધુ)
hi: कीमत (कम से ज़्यादा)
te: ధర (తక్కువ నుండి ఎక్కువ)

source: Price (high to low)
ar: السعر (من الأعلى للأقل)
gu: કિંમત (વધુથી ઓછી)
hi: कीमत (ज़्यादा से कम)
te: ధర (ఎక్కువ నుండి తక్కువ)

source: Discount (high to low)
ar: الخصم (من الأعلى للأقل)
gu: ડિસ્કાઉન્ટ (વધુથી ઓછી)
hi: छूट (ज़्यादा से कम)
te: డిస్కౌంట్ (ఎక్కువ నుండి తక్కువ)

source: items
ar: عناصر
gu: વસ્તુઓ
hi: आइटम
te: అంశాలు

source: Start typing for suggestions
ar: ابدأ بالكتابة للحصول على اقتراحات
gu: સૂચનાઓ માટે ટાઇપિંગ શરૂ કરો
hi: सुझावों के लिए टाइप करना शुरू करें
te: సూచనల కోసం టైప్ చేయడం ప్రారంభించండి

source: No suggestions found
ar: لم يتم العثور على اقتراحات
gu: કોઈ સૂચનાઓ મળી નથી
hi: कोई सुझाव नहीं मिला
te: సూచనలు కనుగొనబడలేదు

source: Speak
ar: تحدث
gu: બોલો
hi: बोलें
te: మాట్లాడండి

source: Try saying something
ar: حاول قول شيء
gu: કંઈક કહેવાનો પ્રયાસ કરો
hi: कुछ कहने की कोशिश करें
te: ఏదో చెప్పడానికి ప్రయత్నించండి

source: Speech stopped. Try again.
ar: توقف الصوت. حاول مرة أخرى.
gu: ભાષણ બંધ થયું. ફરી પ્રયાસ કરો.
hi: बोलना बंद हुआ। फिर कोशिश करें।
te: మాట ఆగిపోయింది. మళ్లీ ప్రయత్నించండి.

source: Close
ar: إغلاق
gu: બંધ કરો
hi: बंद करें
te: మూసివేయండి

source: Search products...
ar: ابحث عن المنتجات...
gu: ઉત્પાદનો શોધો...
hi: उत्पाद खोजें...
te: ఉత్పత్తులను శోధించండి...

source: Search for products
ar: ابحث عن المنتجات
gu: ઉત્પાદનો માટે શોધો
hi: उत्पादों के लिए खोजें

# typeProductNameBrandOrCategory
source: Type a product name, brand, or category to get started
ar: اكتب اسم المنتج أو العلامة التجارية أو الفئة
gu: શરૂ કરવા માટે ઉત્પાદન નામ, બ્રાન્ડ અથવા શ્રેણી ટાઇપ કરો
hi: उत्पाद नाम, ब्रांड या श्रेणी टाइप करके शुरू करें

source: Searching...
ar: جارٍ البحث...
gu: શોધી રહ્યા છીએ...
hi: खोज रहे हैं...

source: Try searching with different keywords
ar: حاول البحث باستخدام كلمات مختلفة
gu: વિવિધ કીવર્ડ્સ સાથે શોધવાનો પ્રયાસ કરો
hi: अलग कीवर्ड से खोजने की कोशिश करें

source: Nearby Stores
ar: المتاجر القريبة
gu: નજીકના સ્ટોર્સ
hi: आस-पास के स्टोर
te: సమీప స్టోర్‌లు

source: No stores found nearby.
ar: لم يتم العثور على متاجر قريبة.
gu: નજીક કોઈ સ્ટોર્સ મળ્યા નથી.
hi: आस-पास कोई स्टोर नहीं मिला।
te: సమీపంలో స్టోర్‌లు కనుగొనబడలేదు.

# searchInStore
source: Search in {storeName}
ar: البحث في {storeName}
gu: {storeName} માં શોધો
hi: {storeName} में खोजें
te: {storeName} లో శోధించండి

source: Saved for later
ar: محفوظ لوقت لاحق
gu: પછી માટે સાચવાયેલ
hi: बाद के लिए सहेजा गया
te: తర్వాత కోసం సేవ్ చేయబడింది

source: Move to Cart
ar: انقل إلى العربة
gu: કાર્ટમાં સ્થળાંતર કરો
hi: कार्ट में डालें
te: కార్ట్‌కు తరలించండి

source: Add First Item
ar: أضف العنصر الأول
gu: પ્રથમ વસ્તુ ઉમેરો
hi: पहला आइटम जोड़ें
te: మొదటి అంశాన్ని జోడించండి

# resultFor
source: Result for "{title}"
ar: النتائج لـ "{title}"
gu: "{title}" માટે પરિણામ
hi: "{title}" के लिए परिणाम
te: "{title}" కోసం ఫలితం

source: Add Money
ar: إضافة رصيد
gu: પૈસા ઉમેરો
hi: पैसे जोड़ें
te: డబ్బు జోడించండి

source: Enter Amount
ar: أدخل المبلغ
gu: રકમ પ્રવેશ કરો
hi: राशि डालें
te: మొత్తాన్ని నమోదు చేయండి

source: Note:
ar: ملاحظة:
gu: નોંધ:
hi: नोट:
te: గమనిక:

# hyperlocalWalletBalanceValidFor1Year
source: Hyperlocal Wallet balance is valid for 1 year from the date of money added
ar: رصيد محفظة هايبر لوكال صالح لمدة سنة من تاريخ الإضافة
gu: હાયપરલોકલ વૉલેટ બેલેન્સ પૈસા ઉમેરવાની તારીખથી 1 વર્ષ માટે માન્ય છે
hi: हाइपरलोकल वॉलेट बैलेंस पैसे जोड़ने की तारीख से 1 साल तक वैध है
te: హైపర్‌లోకల్ వాలెట్ బ్యాలెన్స్ డబ్బు జోడించిన తేదీ నుండి 1 సంవత్సరం వరకు చెల్లుబాటు అవుతుంది

# hyperlocalWalletBalanceCannotBeTransferred
source: Hyperlocal Wallet balance cannot be transfer to a bank account as per RBI guidelines
ar: لا يمكن تحويل رصيد المحفظة إلى حساب بنكي وفقاً لتعليمات RBI
gu: આરબીઆઈ માર્ગદર્શિકાઓ મુજબ હાયપરલોકલ વૉલેટ બેલેન્સ બેંક ખાતામાં ટ્રાન્સફર કરી શકાય નથી
hi: आरबीआई दिशानिर्देशों के अनुसार हाइपरलोकल वॉलेट बैलेंस बैंक खाते में ट्रांसफर नहीं किया जा सकता
te: RBI మార్గదర్శకాల ప్రకారం హైపర్‌లోకల్ వాలెట్ బ్యాలెన్స్‌ను బ్యాంక్ ఖాతాకు బదిలీ చేయలేము

source: Please enter an amount greater than or equal to 1
ar: يرجى إدخال مبلغ أكبر من أو يساوي 1
gu: કૃપા કરીને 1 અથવા તેનાથી વધુ રકમ પ્રવેશ કરો
hi: कृपया 1 या उससे अधिक राशि डालें
te: దయచేసి 1 కి సమానమైన లేదా అంతకంటే ఎక్కువ మొత్తాన్ని నమోదు చేయండి

source: Transactions
ar: المعاملات
gu: વ્યવહારો
hi: लेन-देन
te: లావాదేవీలు

source: Promo Code & Coupons
ar: رموز العرض والكوبونات
gu: પ્રોમો કોડ અને કૂપન્સ
hi: प्रोमो कोड और कूपन
te: ప్రోమో కోడ్ & కూపన్‌లు

source: Support
ar: الدعم
gu: સપોર્ટ
hi: सहायता
te: మద్దతు

source: Call Us
ar: اتصل بنا
gu: અમને કૉલ કરો
hi: हमें कॉल करें
te: మాకు కాల్ చేయండి

source: Phone number
ar: رقم الهاتف
gu: ફોન નંબર
hi: फ़ोन नंबर
te: ఫోన్ నంబర్

source: Email Us
ar: راسلنا عبر البريد
gu: અમને ઈમેલ કરો
hi: हमें ईमेल करें
te: మాకు ఇమెయిల్ చేయండి

source: Tap to contact
ar: اضغط للاتصال
gu: સંપર્ક માટે ટેપ કરો
hi: संपर्क करने के लिए टैप करें
te: సంప్రదించడానికి ట్యాప్ చేయండి

source: Rate {storeName}
ar: قيّم {storeName}
gu: {storeName} ને રેટ કરો
hi: {storeName} को रेट करें
te: {storeName} ను రేట్ చేయండి

source: Edit your feedback
ar: تعديل ملاحظاتك
gu: તમારો પ્રતિસાદ સંપાદિત કરો
hi: अपना फीडबैक संपादित करें
te: మీ ఫీడ్‌బ్యాక్‌ను సవరించండి

source: How was your experience?
ar: كيف كانت تجربتك؟
gu: તમારો અનુભવ કેવો હતો?
hi: आपका अनुभव कैसा रहा?
te: మీ అనుభవం ఎలా ఉంది?

source: Tap to rate
ar: اضغط للتقييم
gu: રેટ કરવા માટે ટેપ કરો
hi: रेट करने के लिए टैप करें
te: రేట్ చేయడానికి ట్యాప్ చేయండి

# star
source: {rating} Star
ar: {rating} نجمة
gu: {rating} સ્ટાર
hi: {rating} स्टार
te: {rating} స్టార్

# stars
source: {rating} Stars
ar: {rating} نجوم
gu: {rating} સ્ટાર્સ
hi: {rating} स्टार
te: {rating} స్టార్‌లు

# titleRequired
source: Title *
ar: العنوان *
gu: શીર્ષક *
hi: शीर्षक *
te: శీర్షిక *

source: e.g., Great service!
ar: مثال: خدمة رائعة!
gu: ઉ. , મહાન સેવા!
hi: उदाहरण: शानदार सेवा!
te: ఉదా., గొప్ప సేవ!

# descriptionRequired
source: Description *
ar: الوصف *
gu: વર્ણન *
hi: विवरण *
te: వివరణ *
