Repository: wanharaderta/dkstore-ecommerce
Catalog: lib/l10n/app_*.arb
Languages: ar, gu, hi, te

source: Share more details...
ar: شارك المزيد من التفاصيل...
gu: વધુ વિગતો શેર કરો...
hi: और विवरण साझा करें...
te: మరిన్ని వివరాలను భాగస్వామ్యం చేయండి...

source: Submit Feedback
ar: إرسال الملاحظات
gu: પ્રતિસાદ સબમિટ કરો
hi: फीडबैक सबमिट करें
te: ఫీడ్‌బ్యాక్‌ను సమర్పించండి

source: Update Feedback
ar: تحديث الملاحظات
gu: પ્રતિસાદ અપડેટ કરો
hi: फीडबैक अपडेट करें
te: ఫీడ్‌బ్యాక్‌ను నవీకరించండి

source: Updating...
ar: جارٍ التحديث...
gu: અપડેટ થઈ રહ્યું છે...
hi: अपडेट हो रहा है...
te: నవీకరిస్తోంది...

source: Submitting...
ar: جارٍ الإرسال...
gu: સબમિટ થઈ રહ્યું છે...
hi: सबमिट हो रहा है...
te: సమర్పిస్తోంది...

source: Delete Feedback
ar: حذف الملاحظات
gu: પ્રતિસાદ મટાવો
hi: फीडबैक हटाएँ
te: ఫీడ్‌బ్యాక్‌ను తొలగించండి

source: Are you sure you want to delete this feedback?
ar: هل تريد حذف هذه الملاحظات؟
gu: શું તમે આ પ્રતિસાદ મટાવવા માંગો છો?
hi: क्या आप यह फीडबैक हटाना चाहते हैं?
te: మీరు నిజంగా ఈ ఫీడ్‌బ్యాక్‌ను తొలగించాలనుకుంటున్నారా?

source: Please give a rating
ar: يرجى إعطاء تقييم
gu: કૃપા કરીને રેટિંગ આપો
hi: कृपया रेटिंग दें
te: దయచేసి రేటింగ్ ఇవ్వండి

source: Please enter a title
ar: يرجى إدخال عنوان
gu: કૃપા કરીને શીર્ષક પ્રવેશ કરો
hi: कृपया शीर्षक डालें
te: దయచేసి శీర్షికను నమోదు చేయండి

source: Please enter a description
ar: يرجى إدخال وصف
gu: કૃપા કરીને વર્ણન પ્રવેશ કરો
hi: कृपया विवरण डालें
te: దయచేసి వివరణను నమోదు చేయండి

source: Delivery Type
ar: نوع التوصيل
gu: ડિલિવરી પ્રકાર
hi: डिलीवरी का प्रकार
te: డెలివరీ రకం

source: Rush Delivery
ar: توصيل سريع
gu: ઝડપી ડિલિવરી
hi: रश डिलीवरी
te: రష్ డెలివరీ

source: Prioritized delivery for your urgent needs.
ar: توصيل ذو أولوية لاحتياجاتك العاجلة.
gu: તમારી તાત્કાલિક જરૂરિયાતો માટે પ્રાથમિકતા આપેલી ડિલિવરી.
hi: आपकी तुरंत ज़रूरत के लिए प्राथमिकता वाली डिलीवरी।
te: మీ తక్షణ అవసరాల కోసం ప్రాధాన్యత డెలివరీ.

source: Regular Delivery
ar: توصيل عادي
gu: નિયમિત ડિલિવરી
hi: नियमित डिलीवरी
te: సాధారణ డెలివరీ

source: Standard delivery with no extra charges.
ar: توصيل قياسي بدون رسوم إضافية.
gu: કોઈ વધારાના ચાર્જ વિના સ્ટાન્ડર્ડ ડિલિવરી.
hi: बिना अतिरिक्त शुल्क के मानक डिलीवरी।
te: అదనపు ఛార్జీలు లేకుండా ప్రామాణిక డెలివరీ.

source: Deliver to
ar: التوصيل إلى
gu: ડિલિવર કરો
hi: डिलीवर करें
te: డెలివర్ చేయండి

source: Change
ar: تغيير
gu: બદલો
hi: बदलें
te: మార్చండి

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
gu: ઇન્ટરનેટ કનેક્શન નથી
hi: कोई इंटरनेट कनेक्शन नहीं
te: ఇంటర్నెట్ కనెక్షన్ లేదు

source: App Under Maintenance
ar: التطبيق تحت الصيانة
gu: અપ્લિકેશન જાળવણી હેઠળ
hi: ऐप मेंटेनेंस के अधीन है
te: యాప్ నిర్వహణలో ఉంది

source: No Order Found
ar: لم يتم العثور على طلب
gu: કોઈ ઓર્ડર મળ્યું નથી
hi: कोई ऑर्डर नहीं मिला
te: ఆర్డర్ కనుగొనబడలేదు

source: No Search Results
ar: لا توجد نتائج بحث
gu: કોઈ શોધ પરિણામો નથી
hi: कोई खोज परिणाम नहीं
te: శోధన ఫలితాలు లేవు

# microphoneUnavailable
source: Microphone permission or speech service unavailable
ar: إذن الميكروفون أو خدمة الصوت غير متوفرة
gu: માઇક્રોફોન પરવાનગી અથવા સ્પીચ સેવા ઉપલબ્ધ નથી
hi: माइक्रोफ़ोन अनुमति या स्पीच सेवा उपलब्ध नहीं

source: Speak Now
ar: تحدث الآن
gu: હવે બોલો
hi: अभी बोलें

source: Listening...
ar: جارٍ الاستماع...
gu: સાંભળી રહ્યા છીએ...
hi: सुन रहे हैं...

source: No speech detected
ar: لم يتم اكتشاف صوت
gu: કોઈ ભાષણ શોધાયું નથી
hi: कोई आवाज़ नहीं मिली

source: Location Services
ar: خدمات الموقع
gu: સ્થાન સેવાઓ
hi: लोकेशन सेवाएँ
te: స్థాన సేవలు

source: App Permission
ar: إذن التطبيق
gu: અપ્લિકેશન પરવાનગી
hi: ऐप अनुमति
te: యాప్ అనుమతి

source: Continue with google
ar: تابع باستخدام جوجل
gu: ગૂગલ સાથે ચાલુ રાખો
hi: Google से जारी रखें
te: Google తో కొనసాగించండి

source: Continue with apple
ar: تابع باستخدام آبل
gu: એપલ સાથે ચાલુ રાખો
hi: Apple से जारी रखें
te: Apple తో కొనసాగించండి

source: Reviews & Ratings
ar: المراجعات والتقييمات
gu: સમીક્ષાઓ અને રેટિંગ્સ
hi: समीक्षाएँ और रेटिंग
te: రివ్యూలు & రేటింగ్‌లు

source: Frequently asked questions
ar: الأسئلة الشائعة
gu: વારંવાર પૂછવામાં આવતા પ્રશ્નો
hi: अक्सर पूछे जाने वाले प्रश्न
te: తరచుగా అడిగే ప్రశ్నలు

source: Dialog
ar: مربع الحوار
gu: સંવાદ
hi: संवाद
te: డైలాగ్

# looksLikeTheStoreCatchingSomeRest
source: Looks like the store's catching some rest. Come back in a little while!
ar: يبدو أن المتجر يأخذ قسطًا من الراحة. عد بعد قليل!
gu: લાગે છે કે સ્ટોર આરામ કરી રહ્યો છે. થોડી વાર પછી આવો!
hi: लगता है स्टोर थोड़ा आराम कर रहा है। थोड़ी देर बाद आएँ!
te: స్టోర్ కొంచెం విశ్రాంతి తీసుకుంటున్నట్లు అనిపిస్తోంది. కొంచెం తర్వాత తిరిగి రండి!

source: Address Line 1
ar: سطر العنوان 1
gu: સરનામું લાઇન 1
hi: पता पंक्ति 1
te: చిరునామా పంక్తి 1

source: Address Line 2 (Optional)
ar: سطر العنوان 2 (اختياري)
gu: સરનામું લાઇન 2 (વૈકલ્પિક)
hi: पता पंक्ति 2 (वैकल्पिक)
te: చిరునామా పంక్తి 2 (ఐచ్ఛికం)

source: Country
ar: البلد
gu: દેશ
hi: देश
te: దేశం

source: State
ar: الولاية
gu: રાજ્ય
hi: राज्य
te: రాష్ట్రం

source: City
ar: المدينة
gu: શહેર
hi: शहर
te: నగరం

source: Zipcode
ar: الرمز البريدي
gu: પિન કોડ
hi: पिन कोड
te: పిన్‌కోడ్

source: Landmark
ar: معلم بارز
gu: લેન્ડમાર્ક
hi: लैंडमार्क
te: ల్యాండ్‌మార్క్

source: Mobile Number
ar: رقم الجوال
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर
te: మొబైల్ నంబర్

source: Sold by:
ar: مباع من:
gu: વેચાય છે:
hi: विक्रेता:

source: Search an area or address
ar: ابحث عن منطقة أو عنوان
gu: વિસ્તાર અથવા સરનામું શોધો
hi: क्षेत्र या पता खोजें
te: ప్రాంతం లేదా చిరునామాను శోధించండి

source: Describe the issue
ar: صف المشكلة
gu: સમસ્યાનું વર્ણન કરો
hi: समस्या का वर्णन करें
te: సమస్యను వివరించండి

source: Write your review here...
ar: اكتب تقييمك هنا...
gu: અહીં તમારી સમીક્ષા લખો...
hi: यहाँ अपनी समीक्षा लिखें...
te: మీ రివ్యూను ఇక్కడ వ్రాయండి...

source: Type your question here...
ar: اكتب سؤالك هنا...
gu: અહીં તમારો પ્રશ્ન ટાઇપ કરો...
hi: यहाँ अपना प्रश्न टाइप करें...
te: మీ ప్రశ్నను ఇక్కడ టైప్ చేయండి...

source: Enter review title
ar: أدخل عنوان التقييم
gu: સમીક્ષા શીર્ષક પ્રવેશ કરો
hi: समीक्षा शीर्षक डालें
te: రివ్యూ శీర్షికను నమోదు చేయండి

source: Share your thoughts...
ar: شارك أفكارك...
gu: તમારા વિચારો શેર કરો...
hi: अपने विचार साझा करें...
te: మీ ఆలోచనలను భాగస్వామ్యం చేయండి...

source: Search for area, street name...
ar: ابحث عن منطقة أو اسم شارع...
gu: વિસ્તાર, રસ્તાનું નામ માટે શોધો...
hi: क्षेत्र, सड़क नाम खोजें...
te: ప్రాంతం, వీధి పేరు శోధించండి...

source: Please select a delivery address first
ar: يرجى اختيار عنوان التوصيل أولاً
gu: કૃપા કરીને પહેલા ડિલિવરી સરનામું પસંદ કરો
hi: कृपया पहले डिलीवरी पता चुनें
te: దయచేసి మొదట డెలివరీ చిరునామాను ఎంచుకోండి

source: Payment method not selected
ar: لم يتم اختيار طريقة الدفع
gu: ચુકવણી પદ્ધતિ પસંદ કરવામાં આવી નથી
hi: भुगतान विधि नहीं चुनी गई
te: చెల్లింపు పద్ధతి ఎంచుకోబడలేదు

source: (inclusive of all tax)
ar: (شامل جميع الضرائب)
gu: (બધા કર સહિત)
hi: (सभी कर सहित)
te: (అన్ని పన్నులు సహా)

source: Brand
ar: العلامة التجارية
gu: બ્રાન્ડ
hi: ब्रांड
te: బ్రాండ్

source: Pack Of
ar: عبوة من
gu: પેક ઓફ
hi: पैक ऑफ
te: ప్యాక్ ఆఫ్

source: Category
ar: الفئة
gu: શ્રેણી
hi: श्रेणी

source: Made In
ar: صنع في
gu: બનાવ્યું
hi: निर्मित देश
te: తయారు చేసిన దేశం

source: Indicator
ar: المؤشر
gu: સૂચક
hi: संकेतक
te: సూచిక

source: Guarantee Period
ar: مدة الضمان
gu: ગેરંટી અવધિ
hi: गारंटी अवधि
te: అభ్యంతరకాలం

source: Warranty Period
ar: مدة الكفالة
gu: વોરંટી અવધિ
hi: वारंटी अवधि
te: వారంటీ కాలం

source: Returnable
ar: قابل للإرجاع
gu: રિટર્ન કરી શકાય
hi: वापसी योग्य
te: తిరిగి ఇవ్వగలిగినది

source: N/A
ar: غير متوفر
gu: એન/એ
hi: उपलब्ध नहीं
te: అందుబాటులో లేదు

source: Yes
ar: نعم
gu: હા
hi: हाँ
te: అవును

source: No description available.
ar: لا يوجد وصف متاح.
gu: કોઈ વર્ણન ઉપલબ્ધ નથી.
hi: कोई विवरण उपलब्ध नहीं।
te: వివరణ అందుబాటులో లేదు.

source: Wallet
ar: المحفظة
gu: વૉલેટ
hi: वॉलेट
te: వాలెట్

source: Wishlist
ar: قائمة الرغبات
gu: વિશ લિસ્ટ
hi: विशलिस्ट

source: Stores
ar: المتاجر
gu: સ્ટોર્સ
hi: स्टोर

source: Account
ar: الحساب
gu: ખાતું
hi: खाता

source: Payment method
ar: طريقة الدفع
gu: ચુકવણી પદ્ધતિ
hi: भुगतान विधि

source: Current Language
ar: اللغة الحالية
gu: વર્તમાન ભાષા
hi: वर्तमान भाषा

source: Promo Applied
ar: تم تطبيق العرض
gu: પ્રોમો લાગુ
hi: प्रोमो लागू

source: ON
ar: مفعل
gu: ચાલુ
hi: चालू

source: Rush Delivery Active
ar: التوصيل السريع مفعل
gu: ઝડપી ડિલિવરી સક્રિય
hi: रश डिलीवरी सक्रिय

source: Cashback Applied
ar: تم تطبيق الكاش باك
gu: કેશબેક લાગુ
hi: कैशबैक लागू

source: Instant Discount Applied
ar: تم تطبيق الخصم الفوري
gu: તાત્કાલિક ડિસ્કાઉન્ટ લાગુ
hi: तुरंत छूट लागू

source: Will be added
ar: سيتم الإضافة
gu: ઉમેરવામાં આવશે
hi: जोड़ा जाएगा

source: Are you sure?
ar: هل أنت متأكد؟
gu: શું તમને ખાતરી છે?
hi: क्या आप निश्चित हैं?

# clearCartConfirm
source: Do you really want to clear the cart?
ar: هل تريد فعلاً إفراغ العربة؟
gu: શું તમે ખરેખર કાર્ટ સાફ કરવા માંગો છો?
hi: क्या आप सचमुच कार्ट खाली करना चाहते हैं?

source: No
ar: لا
gu: ના
hi: नहीं

source: Yes, clear
ar: نعم، امسح
gu: હા, સાફ કરો
hi: हाँ, खाली करें

# logoutConfirmation
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
gu: શું તમે લૉગ આઉટ કરવા માંગો છો?
hi: क्या आप लॉगआउट करना चाहते हैं?

# maxCartItemLimitReached
source: You have reached maximum cart item limit
ar: لقد وصلت إلى الحد الأقصى لعدد العناصر
gu: તમે મહત્તમ કાર્ટ વસ્તુ મર્યાદા પર પહોંચી ગયા છો
hi: आप अधिकतम कार्ट आइटम सीमा तक पहुँच चुके हैं

source: All
ar: الكل
gu: બધા
hi: सभी

source: Shop By Categories
ar: تسوق حسب الفئات
gu: શ્રેણીઓ દ્વારા ખરીદી કરો
hi: श्रेणियों के अनुसार खरीदारी करें

source: Top Brands
ar: أفضل العلامات التجارية
gu: ટોચની બ્રાન્ડ્સ
hi: शीर्ष ब्रांड

source: Add items to get started
ar: أضف عناصر للبدء
gu: શરૂ કરવા માટે વસ્તુઓ ઉમેરો
hi: शुरू करने के लिए आइटम जोड़ें

source: Your shopping list is empty
ar: قائمة التسوق الخاصة بك فارغة
gu: તમારી ખરીદીની સૂચિ ખાલી છે
hi: आपकी खरीदारी सूची खाली है

source: List item
ar: عنصر القائمة
gu: સૂચિની વસ્તુ
hi: सूची आइटम

source: items added
ar: تمت إضافة عناصر
gu: વસ્તુઓ ઉમેરાઈ
hi: आइटम जोड़े गए

source: Start Shopping
ar: ابدأ التسوق
gu: ખરીદી શરૂ કરો
hi: खरीदारी शुरू करें

source: Type item name...
ar: اكتب اسم العنصر...
gu: વસ્તુનું નામ લખો...
hi: आइटम का नाम लिखें...

# pleaseAdd1ItemInShoppingList
source: Please add at least 1 item in your shopping list
ar: الرجاء إضافة عنصر واحد (1) على الأقل في قائمة التسوق الخاصة بك
gu: કૃપા કરીને તમારી ખરીદીની સૂચિમાં ઓછામાં ઓછી 1 વસ્તુ ઉમેરો
hi: कृपया अपनी खरीदारी सूची में कम से कम 1 आइटम जोड़ें

source: Select Delivery Location
ar: حدد موقع التسليم
gu: ડિલિવરી સ્થાન પસંદ કરો
hi: डिलीवरी स्थान चुनें

# searchForAreaStreet
source: Search for area, street name...
ar: ابحث عن منطقة، اسم شارع...
gu: વિસ્તાર, શેરીનું નામ શોધો...
hi: इलाके, सड़क का नाम खोजें...

source: Use current location
ar: استخدام الموقع الحالي
gu: વર્તમાન સ્થાનનો ઉપયોગ કરો
hi: वर्तमान स्थान का उपयोग करें

source: Add New Address
ar: إضافة عنوان جديد
gu: નવું સરનામું ઉમેરો
hi: नया पता जोड़ें

source: Saved Addresses
ar: العناوين المحفوظة
gu: સાચવેલા સરનામાં
hi: सहेजे गए पते

source: Not Logged In
ar: غير مُسجل الدخول
gu: લૉગ ઇન કરેલ નથી
hi: लॉग इन नहीं किया गया

source: Please log in to view your profile
ar: الرجاء تسجيل الدخول لعرض ملفك الشخصي
gu: તમારું પ્રોફાઇલ જોવા માટે કૃપા કરીને લૉગ ઇન કરો
hi: अपना प्रोफ़ाइल देखने के लिए कृपया लॉग इन करें

source: Go to Login
ar: اذهب إلى تسجيل الدخول
gu: લૉગ ઇન પર જાઓ
hi: लॉगिन पर जाएं

source: Track your Delivery
ar: تتبع طلبك
gu: તમારી ડિલિવરી ટ્રૅક કરો
hi: अपनी डिलीवरी ट्रैक करें

source: Return Item
ar: إرجاع العنصر
gu: આઇટમ પરત કરો
hi: आइटम वापस करें

source: Failed to load tracking data
ar: فشل في تحميل بيانات التتبع
gu: ટ્રૅકિંગ ડેટા લોડ કરવામાં નિષ્ફળ
hi: ट्रैकिंग डेटा लोड करने में विफल

source: Delivered
ar: تم التوصيل
gu: ડિલિવર થઈ ગયું
hi: डिलीवर कर दिया गया

source: On the way
ar: في الطريق
gu: રસ્તામાં છે
hi: रास्ते में

source: Tracking live location
ar: تتبع الموقع المباشر
gu: લાઇવ લોકેશન ટ્રૅક કરી રહ્યું છે
hi: लाइव लोकेशन ट्रैकिंग

source: Arriving in
ar: سيصل في غضون
gu: પહોંચશે
hi: में पहुंच रहा है

source: mins
ar: دقيقة
gu: મિનિટ
hi: मिनट

source: Delivery Partner
ar: شريك التوصيل
gu: ડિલિવરી પાર્ટનર
hi: डिलीवरी पार्टनर

source: Order Details
ar: تفاصيل الطلب
gu: ઓર્ડરની વિગતો
hi: ऑर्डर विवरण

source: Order ID
ar: رقم الطلب
gu: ઓર્ડર ID
hi: ऑर्डर आईडी

source: Payment
ar: الدفع
gu: ચુકવણી
hi: भुगतान

source: Order Placed
ar: تم وضع الطلب
gu: ઓર્ડર મુકાઈ ગયો
hi: ऑर्डर प्लेस किया गया

source: Delivery details
ar: تفاصيل التوصيل
gu: ડિલિવરીની વિગતો
hi: डिलीवरी विवरण

# copiedToClipboard
source: {label} copied to clipboard
ar: تم نسخ {label} إلى الحافظة
gu: {label} ક્લિપબોર્ડ પર કૉપિ કર્યું
hi: {label} क्लिपबोर्ड पर कॉपी किया गया

source: Order ID copied!
ar: تم نسخ رقم الطلب!
gu: ઓર્ડર ID કૉપિ કર્યું!
hi: ऑर्डर आईडी कॉपी की गई!

source: Reason for return
ar: سبب الإرجاع
gu: પરત કરવાનું કારણ
hi: वापसी का कारण

source: Submit Return
ar: إرسال طلب الإرجاع
gu: પરત સબમિટ કરો
hi: वापसी सबमिट करें

source: This product is not cancelable
ar: لا يمكن إلغاء هذا المنتج
gu: આ પ્રોડક્ટ રદ કરી શકાશે નહીં
hi: यह उत्पाद रद्द करने योग्य नहीं है

source: This product is not returnable
ar: لا يمكن إرجاع هذا المنتج
gu: આ પ્રોડક્ટ પરત કરી શકાશે નહીં
hi: यह उत्पाद वापस करने योग्य नहीं है

# returnButton
source: Return
ar: إرجاع
gu: પરત કરો
hi: वापसी

source: Qty
ar: الكمية
gu: જથ્થો
hi: मात्रा

# moveToEllipsis
source: Move to…
ar: نقل إلى...
gu: માં ખસેડો…
hi: में ले जाएं…

# addToEllipsis
source: Add to…
ar: إضافة إلى...
gu: માં ઉમેરો…
hi: में जोड़ें…

source: Location Access Needed
ar: مطلوب إذن الوصول إلى الموقع
gu: સ્થાન ઍક્સેસની જરૂર છે
hi: लोकेशन एक्सेस की आवश्यकता

source: Later
ar: لاحقًا
gu: પછીથી
hi: बाद में

source: Open Settings
ar: فتح الإعدادات
gu: સેટિંગ્સ ખોલો
hi: सेटिंग्स खोलें

source: App Permissions
ar: أذونات التطبيق
gu: એપ્લિકેશનની પરવાનગીઓ
hi: ऐप परमिशन्स

source: Checking email...
ar: جارٍ التحقق من البريد الإلكتروني...
gu: ઇમેઇલ ચકાસી રહ્યું છે...
hi: ईमेल जांच रहे हैं...

source: Search in {storeName}
ar: البحث في {storeName}
gu: {storeName} માં શોધો
hi: {storeName} में सर्च करें

source: Description (optional)
ar: الوصف (اختياري)
gu: વર્ણન (વૈકલ્પિક)
hi: विवरण (वैकल्पिक)

# greatService
source: e.g., Great service!
ar: على سبيل المثال، خدمة رائعة!
gu: ઉદાહરણ તરીકે, ઉત્તમ સેવા!
hi: उदाहरण: शानदार सेवा!

source: Full Name
ar: الاسم الكامل
gu: પૂરું નામ
hi: पूरा नाम

source: Enter your full name
ar: أدخل اسمك الكامل
gu: તમારું પૂરું નામ દાખલ કરો
hi: अपना पूरा नाम दर्ज करें

source: Enter your email
ar: أدخل بريدك الإلكتروني
gu: તમારો ઇમેઇલ દાખલ કરો
hi: अपना ईमेल दर्ज करें

source: Enter your phone number
ar: أدخل رقم هاتفك
gu: તમારો ફોન નંબર દાખલ કરો
hi: अपना फोन नंबर दर्ज करें

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
gu: તમારો પાસવર્ડ દાખલ કરો
hi: अपना पासवर्ड दर्ज करें

source: Confirm your password
ar: تأكيد كلمة المرور الخاصة بك
gu: તમારો પાસવર્ડ કન્ફર્મ કરો
hi: अपना पासवर्ड कन्फर्म करें

source: Email or Phone Number
ar: البريد الإلكتروني أو رقم الهاتف
gu: ઇમેઇલ અથવા ફોન નંબર
hi: ईमेल या फोन नंबर

source: Email Address
ar: عنوان البريد الإلكتروني
gu: ઇમેઇલ સરનામું
hi: ईमेल पता

source: Upload images
ar: تحميل الصور
gu: છબીઓ અપલોડ કરો
hi: इमेज अपलोड करें

source: Tap to upload photos
ar: اضغط لتحميل الصور
gu: ફોટા અપલોડ કરવા માટે ટૅપ કરો
hi: फोटो अपलोड करने के लिए टैप करें

source: Help us understand your experience
ar: ساعدنا على فهم تجربتك
gu: તમારા અનુભવને સમજવામાં અમારી સહાય કરો
hi: हमें अपना अनुभव समझने में मदद करें

# youCanUploadUpToMaxImages
source: You can upload up to {max} images only.
ar: يمكنك تحميل ما يصل إلى {max} صور فقط.
gu: તમે ફક્ત {max} છબીઓ સુધી અપલોડ કરી શકો છો.
hi: आप अधिकतम {max} इमेज ही अपलोड कर सकते हैं।

# onlyRemainingMoreImagesAdded
source: Only {remaining} more image(s) added. Max limit: {max}.
ar: تمت إضافة {remaining} صور أخرى فقط. الحد الأقصى: {max}.
gu: ફક્ત {remaining} વધુ છબી(ઓ) ઉમેરી. મહત્તમ મર્યાદા: {max}.
hi: केवल {remaining} और इमेज जोड़ी जा सकती हैं। अधिकतम सीमा: {max}।

# maxImagesAllowedExtensions
source: • Max {max} images • {extensions} • {size} per image
ar: • الحد الأقصى {max} صورة • {extensions} • {size} لكل صورة
gu: • મહત્તમ {max} છબીઓ • {extensions} • પ્રતિ છબી {size}
hi: • अधिकतम {max} इमेज • {extensions} • प्रति इमेज {size}

source: Product
ar: المنتج
gu: પ્રોડક્ટ
hi: उत्पाद

source: Quantity
ar: الكمية
gu: જથ્થો
hi: मात्रा

source: Price
ar: السعر
gu: કિંમત
hi: कीमत

source: Clear cart
ar: مسح سلة التسوق
gu: કાર્ટ સાફ કરો
hi: कार्ट खाली करें

source: Clear all items?
ar: مسح جميع العناصر؟
gu: બધી આઇટમ્સ દૂર કરવી છે?
hi: सभी आइटम हटाएं?

# allItemsWillBeRemovedCannotBeUndone
source: All items will be removed and this action cannot be undone
ar: ستتم إزالة جميع العناصر ولا يمكن التراجع عن هذا الإجراء
gu: બધી આઇટમ્સ દૂર કરવામાં આવશે અને આ ક્રિયા પૂર્વવત્ કરી શકાશે નહીં
hi: सभी आइटम हटा दिए जाएंगे और यह कार्रवाई पूर्ववत नहीं की जा सकती

source: Payment successful!
ar: تم الدفع بنجاح!
gu: ચુકવણી સફળ!
hi: भुगतान सफल!

source: Payment failed or cancelled
ar: فشل أو إلغاء الدفع
gu: ચુકવણી નિષ્ફળ અથવા રદ
hi: भुगतान विफल या रद्द

source: Failed to delete address
ar: فشل في حذف العنوان
gu: સરનામું કાઢી નાખવામાં નિષ્ફળ
hi: पता हटाने में विफल

source: Press again to exit the app
ar: اضغط مرة أخرى للخروج من التطبيق
gu: એપ્લિકેશનમાંથી બહાર નીકળવા માટે ફરીથી દબાવો
hi: ऐप से बाहर निकलने के लिए फिर दबाएं

# youHaveReachedMaximumLimitOfCart
source: You have reached maximum limit of the cart
ar: لقد وصلت إلى الحد الأقصى لسلة التسوق
gu: તમે કાર્ટની મહત્તમ મર્યાદાએ પહોંચી ગયા છો
hi: आपने कार्ट की अधिकतम सीमा पहुंच गए हैं

source: Seller information not available
ar: معلومات البائع غير متوفرة
gu: વિક્રેતાની માહિતી ઉપલબ્ધ નથી
hi: विक्रेता की जानकारी उपलब्ध नहीं

source: Failed to refresh order details
ar: فشل في تحديث تفاصيل الطلب
gu: ઓર્ડરની વિગતો રિફ્રેશ કરવામાં નિષ્ફળ
hi: ऑर्डर विवरण रीफ्रेश करने में विफल

# productSavedForLater
source: {productName} is saved for later
ar: تم حفظ {productName} لوقت لاحق
gu: {productName} પછી માટે સાચવવામાં આવી છે
hi: {productName} बाद के लिए सेव किया गया

source: Promo code applied on your cart
ar: تم تطبيق الرمز الترويجي على سلة التسوق الخاصة بك
gu: તમારા કાર્ટ પર પ્રોમો કોડ લાગુ કરવામાં આવ્યો
hi: प्रोमो कोड आपके कार्ट पर लागू किया गया

# youHaveCrossedMaximumCartAmountLimit
source: You have crossed maximum cart amount limit. Please remove some products from cart
ar: لقد تجاوزت الحد الأقصى لمبلغ سلة التسوق. الرجاء إزالة بعض المنتجات من السلة
gu: તમે કાર્ટની મહત્તમ રકમની મર્યાદા વટાવી દીધી છે. કૃપા કરીને કાર્ટમાંથી કેટલીક પ્રોડક્ટ્સ દૂર કરો
hi: आपने कार्ट की अधिकतम राशि सीमा पार कर ली है। कृपया कार्ट से कुछ उत्पाद हटाएं

source: Feedback submitted successfully!
ar: تم إرسال الملاحظات بنجاح!
gu: પ્રતિસાદ સફળતાપૂર્વક સબમિટ થયો!
hi: फीडबैक सफलतापूर्वक सबमिट किया गया!

source: Feedback updated successfully!
ar: تم تحديث الملاحظات بنجاح!
gu: પ્રતિસાદ સફળતાપૂર્વક અપડેટ થયો!
hi: फीडबैक सफलतापूर्वक अपडेट किया गया!

source: Payment failed
ar: فشل الدفع
gu: ચુકવણી નિષ્ફળ
hi: भुगतान विफल

# copiedToClipboardWithLabel
source: {label} copied to clipboard!
ar: تم نسخ {label} إلى الحافظة!
gu: {label} ક્લિપબોર્ડ પર કૉપિ કર્યું!
hi: {label} क्लिपबोर्ड पर कॉपी किया गया!

source: Please enter complete OTP
ar: الرجاء إدخال رمز OTP كاملاً
gu: કૃપા કરીને સંપૂર્ણ OTP દાખલ કરો
hi: कृपया पूरा OTP दर्ज करें

# verificationIdNotFound
source: Verification ID not found. Please try again.
ar: لم يتم العثور على معرّف التحقق. الرجاء المحاولة مرة أخرى.
gu: ચકાસણી ID મળેલ નથી. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hi: वेरिफिकेशन आईडी नहीं मिली। कृपया फिर से प्रयास करें।

# otpSentTo
source: OTP sent to {phoneNumber}
ar: تم إرسال رمز OTP إلى {phoneNumber}
gu: OTP {phoneNumber} પર મોકલવામાં આવ્યો છે
hi: OTP {phoneNumber} पर भेजा गया

# registrationDataNotFound
source: Registration data not found. Please try again.
ar: لم يتم العثور على بيانات التسجيل. الرجاء المحاولة مرة أخرى.
gu: નોંધણી ડેટા મળેલ નથી. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hi: रजिस्ट्रेशन डेटा नहीं मिला। कृपया फिर से प्रयास करें।

# noAccountFoundWithEmailOrPhone
source: No account found with this email or phone
ar: لم يتم العثور على حساب بهذا البريد الإلكتروني أو رقم الهاتف
gu: આ ઇમેઇલ અથવા ફોન સાથે કોઈ એકાઉન્ટ મળ્યું નથી
hi: इस ईमेल या फोन से कोई अकाउंट नहीं मिला

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
ar: الرجاء إدخال رقم هاتف صالح
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hi: कृपया वैध फोन नंबर दर्ज करें

# emailAlreadyRegistered
source: Email already registered. Please use a different email.
ar: البريد الإلكتروني مسجل بالفعل. الرجاء استخدام بريد إلكتروني مختلف.
gu: ઇમેઇલ પહેલેથી જ નોંધાયેલ છે. કૃપા કરીને એક અલગ ઇમેઇલનો ઉપયોગ કરો.
hi: ईमेल पहले से रजिस्टर्ड है। कृपया कोई दूसरा ईमेल इस्तेमाल करें।

source: Please enter your full name
ar: الرجاء إدخال اسمك الكامل
gu: કૃપા કરીને તમારું પૂરું નામ દાખલ કરો
hi: कृपया अपना पूरा नाम दर्ज करें

source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني
gu: કૃપા કરીને તમારો ઇમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें

source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح
gu: કૃપા કરીને માન્ય ઇમેઇલ દાખલ કરો
hi: कृपया वैध ईमेल दर्ज करें

source: Please enter your phone number
ar: الرجاء إدخال رقم هاتفك
gu: કૃપા કરીને તમારો ફોન નંબર દાખલ કરો
hi: कृपया अपना फोन नंबर दर्ज करें

source: Please enter your password
ar: الرجاء إدخال كلمة المرور الخاصة بك
gu: કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો
hi: कृपया अपना पासवर्ड दर्ज करें

source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
gu: પાસવર્ડ ઓછામાં ઓછા 8 અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 8 अक्षर का होना चाहिए

source: Please confirm your password
ar: الرجاء تأكيد كلمة المرور الخاصة بك
gu: કૃપા કરીને તમારો પાસવર્ડ કન્ફર્મ કરો
hi: पासवर्ड कन्फर्म करें

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
gu: પાસવર્ડ્સ મેળ ખાતા નથી
hi: पासवर्ड मेल नहीं खाते

source: OTP Verified
ar: تم التحقق من رمز OTP
gu: OTP ચકાસવામાં આવ્યું
hi: OTP वेरिफाई किया गया

source: Please select a payment method first
ar: الرجاء تحديد طريقة دفع أولاً
gu: કૃપા કરીને પહેલા ચુકવણીની પદ્ધતિ પસંદ કરો
hi: कृपया पहले भुगतान विधि चुनें

source: Fetching address...
ar: جاري جلب العنوان...
gu: સરનામું મેળવી રહ્યા છીએ...
hi: पता प्राप्त कर रहे हैं...

source: Selected location
ar: الموقع المحدد
gu: પસંદ કરેલું સ્થાન
hi: चयनित स्थान

source: Getting address...
ar: جاري جلب العنوان...
gu: સરનામું મેળવી રહ્યા છીએ...
hi: पता प्राप्त कर रहे हैं...

source: Unknown location
ar: موقع غير معروف
gu: અજ્ઞાત સ્થાન
hi: अज्ञात स्थान

source: Delivery not available at this location
ar: التوصيل غير متاح في هذا الموقع
gu: આ સ્થાને ડિલિવરી ઉપલબ્ધ નથી
hi: इस स्थान पर डिलीवरी उपलब्ध नहीं है

source: Sorry! We don't deliver here yet
ar: عذراً! لا نقوم بالتوصيل هنا بعد
gu: માફ કરશો! અમે અહીં હજુ ડિલિવરી કરતા નથી
hi: क्षमा करें! हम अभी यहां डिलीवरी नहीं करते

# thisLocationIsOutsideOurDeliveryZone
source: This location is currently outside our delivery zone. Try searching for a nearby area or check back later.
ar: هذا الموقع خارج منطقة التوصيل حالياً. جرب البحث عن منطقة قريبة أو تحقق لاحقاً.
gu: આ સ્થાન હાલમાં અમારા ડિલિવરી ઝોનની બહાર છે. નજીકના વિસ્તારમાં શોધવાનો પ્રયાસ કરો અથવા પછીથી તપાસો.
hi: यह स्थान वर्तमान में हमारे डिलीवरी जोन के बाहर है। कृपया पास का कोई क्षेत्र सर्च करें या बाद में जांचें।

source: Address Details
ar: تفاصيل العنوان
gu: સરનામાની વિગતો
hi: पते का विवरण

source: Please enter Address Line 1
ar: الرجاء إدخال سطر العنوان 1
gu: કૃપા કરીને સરનામું લાઇન 1 દાખલ કરો
hi: कृपया पता लाइन 1 दर्ज करें

source: Please enter Country
ar: الرجاء إدخال الدولة
gu: કૃપા કરીને દેશ દાખલ કરો
hi: कृपया देश दर्ज करें

source: Please enter State
ar: الرجاء إدخال الولاية
gu: કૃપા કરીને રાજ્ય દાખલ કરો
hi: कृपया राज्य दर्ज करें

source: Please enter City
ar: الرجاء إدخال المدينة
gu: કૃપા કરીને શહેર દાખલ કરો
hi: कृपया शहर दर्ज करें

source: Please enter Zipcode
ar: الرجاء إدخال الرمز البريدي
gu: કૃપા કરીને ઝિપકોડ દાખલ કરો
hi: कृपया पिनकोड दर्ज करें

source: Contact Details
ar: تفاصيل الاتصال
gu: સંપર્ક વિગતો
hi: संपर्क विवरण

source: Please enter mobile number
ar: الرجاء إدخال رقم الجوال
gu: કૃપા કરીને મોબાઇલ નંબર દાખલ કરો
hi: कृपया मोबाइल नंबर दर्ज करें

source: Save address as
ar: حفظ العنوان باسم
gu: સરનામું આ રીતે સાચવો
hi: पता इस रूप में सेव करें
