Repository: wanharaderta/dkstore-ecommerce
Catalog: lib/l10n/app_*.arb
Languages: ar, gu, hi, te

source: Work
ar: العمل
gu: કાર્યાલય
hi: कार्यालय

source: Other
ar: أخرى
gu: અન્ય
hi: अन्य

source: Enter Complete Address
ar: أدخل العنوان الكامل
gu: પૂર્ણ સરનામું દાખલ કરો
hi: पूरा पता दर्ज करें

source: Confirm
ar: تأكيد
gu: પુષ્ટિ કરો
hi: कन्फर्म करें

source: Checking delivery...
ar: جاري التحقق من التوصيل...
gu: ડિલિવરી તપાસી રહ્યા છીએ...
hi: डिलीवरी जांच रहे हैं...

source: Confirm Location
ar: تأكيد الموقع
gu: સ્થાન પુષ્ટિ કરો
hi: स्थान कन्फर्म करें

source: Confirm Address to Proceed
ar: أكد العنوان للمتابعة
gu: આગળ વધવા માટે સરનામું પુષ્ટિ કરો
hi: आगे बढ़ने के लिए पता कन्फर्म करें

source: Add Address to Proceed
ar: أضف عنواناً للمتابعة
gu: આગળ વધવા માટે સરનામું ઉમેરો
hi: आगे बढ़ने के लिए पता जोड़ें

source: Delivery Not Available
ar: التوصيل غير متاح
gu: ડિલિવરી ઉપલબ્ધ નથી
hi: डिलीवरी उपलब्ध नहीं

source: Skip
ar: تخطي
gu: છોડો
hi: स्किप करें

source: Welcome Back
ar: مرحباً بعودتك
gu: પાછા આવવા બદલ આભાર
hi: वापस स्वागत है

# signInToYourAccount
source: Sign in to your account to continue
ar: سجل الدخول إلى حسابك للمتابعة
gu: ચાલુ રાખવા માટે તમારા એકાઉન્ટમાં સાઇન ઇન કરો
hi: जारी रखने के लिए अपने अकाउंट में साइन इन करें

source: Verifying...
ar: جاري التحقق...
gu: ચકાસણી કરી રહ્યા છીએ...
hi: वेरिफाई कर रहे हैं...

source: or
ar: أو
gu: અથવા
hi: या

source: Don't have an account?
ar: ليس لديك حساب؟
gu: એકાઉન્ટ નથી?
hi: अकाउंट नहीं है?

source: Email verified successfully
ar: تم التحقق من البريد الإلكتروني بنجاح
gu: ઇમેઇલ સફળતાપૂર્વક ચકાસાયું
hi: ईमेल सफलतापूर्वक वेरिफाई किया गया

source: Phone number verified successfully
ar: تم التحقق من رقم الهاتف بنجاح
gu: ફોન નંબર સફળતાપૂર્વક ચકાસાયો
hi: फोन नंबर सफलतापूर्वक वेरिफाई किया गया

# thisEmailIsNotRegistered
source: This email is not registered. Please sign up first.
ar: هذا البريد الإلكتروني غير مسجل. يرجى التسجيل أولاً.
gu: આ ઇમેઇલ નોંધાયેલું નથી. કૃપા કરીને પહેલા સાઇન અપ કરો.
hi: यह ईमेल रजिस्टर्ड नहीं है। कृपया पहले साइन अप करें।

# thisPhoneNumberIsNotRegistered
source: This phone number is not registered. Please sign up first.
ar: هذا رقم الهاتف غير مسجل. يرجى التسجيل أولاً.
gu: આ ફોન નંબર નોંધાયેલો નથી. કૃપા કરીને પહેલા સાઇન અપ કરો.
hi: यह फोन नंबर रजिस्टर्ड नहीं है। कृपया पहले साइन अप करें।

# unableToVerifyUser
source: Unable to verify user. Please try again.
ar: تعذر التحقق من المستخدم. يرجى المحاولة مرة أخرى.
gu: વપરાશકર્તાની ચકાસણી કરવામાં અસમર્થ. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hi: यूजर वेरिफाई करने में असमर्थ। कृपया फिर से प्रयास करें।

source: Email or phone number is required
ar: البريد الإلكتروني أو رقم الهاتف مطلوب
gu: ઇમેઇલ અથવા ફોન નંબર જરૂરી છે
hi: ईमेल या फोन नंबर आवश्यक है

source: Enter valid email or phone
ar: أدخل بريداً إلكترونياً أو هاتفاً صالحاً
gu: માન્ય ઇમેઇલ અથવા ફોન દાખલ કરો
hi: वैध ईमेल या फोन दर्ज करें

source: Password is required
ar: كلمة المرور مطلوبة
gu: પાસવર્ડ જરૂરી છે
hi: पासवर्ड आवश्यक है

source: Password must be at least 6 characters
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل
gu: પાસવર્ડ ઓછામાં ઓછો 6 અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए

source: Already have an account?
ar: لديك حساب بالفعل؟
gu: પહેલેથી જ એકાઉન્ટ છે?
hi: पहले से अकाउंट है?

source: Create account
ar: إنشاء حساب
gu: એકાઉન્ટ બનાવો
hi: अकाउंट बनाएं

# emailAlreadyRegisteredUseDifferent
source: Email already registered. Please use a different email.
ar: البريد الإلكتروني مسجل بالفعل. يرجى استخدام بريد آخر.
gu: ઇમેઇલ પહેલેથી નોંધાયેલું છે. કૃપા કરીને અલગ ઇમેઇલ વાપરો.
hi: ईमेल पहले से रजिस्टर्ड है। कृपया कोई दूसरा ईमेल इस्तेमाल करें।

source: Change Location
ar: تغيير الموقع
gu: સ્થાન બદલો
hi: स्थान बदलें

source: Choose address for delivery
ar: اختر عنواناً للتوصيل
gu: ડિલિવરી માટે સરનામું પસંદ કરો
hi: डिलीवरी के लिए पता चुनें

source: Balance
ar: الرصيد
gu: બેલેન્સ
hi: बैलेंस

source: Tap coin to refresh
ar: اضغط على العملة للتحديث
gu: રિફ્રેશ કરવા માટે સિક્કા પર ટૅપ કરો
hi: रीफ्रेश करने के लिए कॉइन पर टैप करें

source: View Transactions
ar: عرض المعاملات
gu: ટ્રાન્ઝૅક્શન્સ જુઓ
hi: ट्रांजेक्शन देखें

source: Verify OTP
ar: التحقق من رمز OTP
gu: OTP ચકાસો
hi: OTP वेरिफाई करें

# pleaseFillDetailsCreateYourAccount
source: Please fill in the details to create your account
ar: يرجى ملء التفاصيل لإنشاء حسابك
gu: કૃપા કરીને તમારું એકાઉન્ટ બનાવવા માટે વિગતો ભરો
hi: कृपया अपना अकाउंट बनाने के लिए विवरण भरें

source: Email available
ar: البريد الإلكتروني متاح
gu: ઇમેઇલ ઉપલબ્ધ છે
hi: ईमेल उपलब्ध है

source: Error verifying email
ar: خطأ في التحقق من البريد الإلكتروني
gu: ઇમેઇલ ચકાસવામાં ભૂલ
hi: ईमेल वेरिफाई करने में त्रुटि

source: Please add your delivery address
ar: يرجى إضافة عنوان التوصيل الخاص بك
gu: કૃપા કરીને તમારું ડિલિવરી સરનામું ઉમેરો
hi: कृपया अपना डिलीवरी पता जोड़ें

# areYouSureDeleteFeedback
source: Are you sure you want to delete feedback
ar: هل أنت متأكد من حذف التقييم
gu: શું તમે ખરેખર ફીડબૅક કાઢી નાખવા માંગો છો
hi: क्या आप वाकई फीडबैक हटाना चाहते हैं

source: Add to…
ar: إضافة إلى…
gu: ઉમેરો...
hi: में जोड़ें…

source: Move to…
ar: نقل إلى…
gu: ખસેડો...
hi: में ले जाएं…

source: Account Information
ar: معلومات الحساب
gu: એકાઉન્ટ માહિતી
hi: अकाउंट जानकारी

source: Mobile
ar: الجوال
gu: મોબાઇલ
hi: मोबाइल

source: Reward Points
ar: نقاط المكافآت
gu: રિવાર્ડ પોઇન્ટ્સ
hi: रिवार्ड पॉइंट्स

source: Referral Code
ar: كود الإحالة
gu: રેફરલ કોડ
hi: रेफरल कोड

source: Not provided
ar: غير مقدم
gu: પૂરું પાડવામાં આવ્યું નથી
hi: उपलब्ध नहीं

source: Not available
ar: غير متاح
gu: ઉપલબ્ધ નથી
hi: उपलब्ध नहीं

source: Failed to load profile
ar: فشل تحميل الملف الشخصي
gu: પ્રોફાઇલ લોડ કરવામાં નિષ્ફળ
hi: प्रोफ़ाइल लोड करने में विफल

# pleaseCheckConnection
source: Please check your connection and try again
ar: يرجى التحقق من الاتصال وإعادة المحاولة
gu: કૃપા કરીને તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો
hi: कृपया अपना कनेक्शन जांचें और फिर से प्रयास करें

source: No profile data available
ar: لا توجد بيانات ملف شخصي متاحة
gu: કોઈ પ્રોફાઇલ ડેટા ઉપલબ્ધ નથી
hi: कोई प्रोफ़ाइल डेटा उपलब्ध नहीं

# giveYourDeliveryHeroFeedback
source: Give your delivery hero a feedback!
ar: أعطِ تقييماً لسائق التوصيل الخاص بك!
gu: તમારા ડિલિવરી હીરોને ફીડબૅક આપો!
hi: अपने डिलीवरी हीरो को फीडबैक दें!

# editYourFeedbackFor
source: Edit your feedback for {name}
ar: عدل تقييمك لـ {name}
gu: {name} માટે તમારો ફીડબૅક સંપાદિત કરો
hi: {name} के लिए अपना फीडबैक संपादित करें

source: Leave Feedback
ar: ترك تقييم
gu: ફીડબૅક આપો
hi: फीडबैक दें

source: Edit Feedback
ar: تعديل التقييم
gu: ફીડબૅક સંપાદિત કરો
hi: फीडबैक संपादित करें

source: Edit Seller Feedback
ar: تعديل تقييم البائع
gu: વિક્રેતા ફીડબૅક સંપાદિત કરો
hi: विक्रेता फीडबैक संपादित करें

source: Leave Seller Feedback
ar: ترك تقييم للبائع
gu: વિક્રેતા ફીડબૅક આપો
hi: विक्रेता फीडबैक दें

# productNotApprovedBySeller
source: This product is not approved by seller
ar: هذا المنتج غير معتمد من البائع
gu: આ પ્રોડક્ટ વિક્રેતા દ્વારા મંજૂર નથી
hi: यह उत्पाद विक्रेता द्वारा स्वीकृत नहीं है

source: Leave Item Feedback
ar: ترك تقييم للعنصر
gu: આઇટમ ફીડબૅક આપો
hi: आइटम फीडबैक दें

source: Cash On Delivery
ar: الدفع عند الاستلام
gu: કૅશ ઓન ડિલિવરી
hi: कैश ऑन डिलीवरी

source: Paid Online
ar: مدفوع عبر الإنترنت
gu: ઓનલાઇન ચૂકવેલ
hi: ऑनलाइन भुगतान किया गया

# orderPlacedOn
source: Order placed on {date}
ar: تم تقديم الطلب في {date}
gu: {date} ના રોજ ઓર્ડર મૂકવામાં આવ્યો
hi: ऑर्डर {date} को प्लेस किया गया

# locationAccessDescription
source: This app provides hyper-local services. Please enable location to get personalized recommendations and accurate results.
ar: تطبيق هذا يقدم خدمات محلية فائقة. يرجى تفعيل الموقع للحصول على توصيات شخصية ونتائج دقيقة.
gu: આ એપ્લિકેશન હાઇપર-લોકલ સેવાઓ પૂરી પાડે છે. વ્યક્તિગત ભલામણો અને સચોટ પરિણામો મેળવવા માટે સ્થાન સક્ષમ કરો.
hi: यह ऐप हाइपर-लोकल सेवाएं प्रदान करता है। व्यक्तिगत सिफारिशें और सटीक परिणाम प्राप्त करने के लिए कृपया लोकेशन सक्षम करें।

# turnOnLocationServicesDescription
source: Turn on Location Services and grant app location permission to continue.
ar: فعّل خدمات الموقع وامنح التطبيق إذن الموقع للمتابعة.
gu: ચાલુ રાખવા માટે લોકેશન સર્વિસેઝ ચાલુ કરો અને એપ્લિકેશનને સ્થાન પરવાનગી આપો.
hi: जारी रखने के लिए लोकेशन सर्विसेस चालू करें और ऐप को लोकेशन परमिशन दें।

source: Loading payment page...
ar: جاري تحميل صفحة الدفع...
gu: પેમેન્ટ પેજ લોડ થઈ રહ્યું છે...
hi: पेमेंट पेज लोड हो रहा है...

# youHaveReachedMaximumLimitOfTheCart
source: Maximum items limit reached
ar: لقد وصلت إلى الحد الأقصى للسلة
gu: કાર્ટની મહત્તમ મર્યાદા આવી ગઈ છે
hi: अधिकतम आइटम सीमा समाप्त हो गई है

# youCanUploadUpToImagesOnly
source: You can upload up to {count} images only.
ar: يمكنك رفع حتى {count} صور فقط.
gu: તમે માત્ર {count} છબીઓ અપલોડ કરી શકો છો.
hi: आप अधिकतम {count} इमेज ही अपलोड कर सकते हैं।

# onlyMoreImagesAddedMaxLimit
source: Only {remaining} more image(s) added. Max limit: {max}.
ar: تم إضافة {remaining} صورة(صور) إضافية فقط. الحد الأقصى: {max}.
gu: માત્ર {remaining} વધુ છબી(ઓ) ઉમેરાઈ. મહત્તમ મર્યાદા: {max}.
hi: केवल {remaining} और इमेज जोड़ी जा सकती हैं। अधिकतम सीमा: {max}।

source: Online Payment Methods
ar: طرق الدفع عبر الإنترنت
gu: ઓનલાઇન પેમેન્ટ પદ્ધતિઓ
hi: ऑनलाइन भुगतान विधियां

source: No Category Found
ar: لم يتم العثور على فئة
gu: કોઈ કેટેગરી મળી નથી
hi: कोई कैटेगरी नहीं मिली

source: No Store Found
ar: لم يتم العثور على متجر
gu: કોઈ સ્ટોર મળ્યું નથી
hi: कोई स्टोर नहीं मिला

source: We’re not here yet
ar: لم نصل هنا بعد
gu: અમે અહીં હજુ આવ્યા નથી
hi: हम अभी यहां नहीं पहुंचे

source: We couldn't find any categories.
ar: لم نتمكن من العثور على أي فئات.
gu: અમને કોઈ કેટેગરીઓ મળી નથી.
hi: हमें कोई कैटेगरी नहीं मिली।

source: We couldn't find any store in your select location.
ar: لم نتمكن من العثور على أي متجر في الموقع المحدد.
gu: તમારા પસંદ કરેલા સ્થાનમાં અમને કોઈ સ્ટોર મળ્યું નથી.
hi: आपके चयनित स्थान पर कोई स्टोर नहीं मिला।

# phoneNumberCopied
source: Phone number copied to clipboard!
ar: تم نسخ رقم الهاتف إلى الحافظة!
gu: ફોન નંબર ક્લિપબોર્ડ પર કૉપી થયો!
hi: फोन नंबर क्लिपबोर्ड पर कॉपी किया गया!

# emailCopied
source: Email copied to clipboard!
ar: تم نسخ البريد الإلكتروني إلى الحافظة!
gu: ઇમેઇલ ક્લિપબોર્ડ પર કૉપી થયો!
hi: ईमेल क्लिपबोर्ड पर कॉपी किया गया!

source: Please wait before resending.
ar: يرجى الانتظار قبل إعادة الإرسال.
gu: ફરીથી મોકલતા પહેલાં કૃપા કરીને રાહ જુઓ.
hi: दोबारा भेजने से पहले कृपया प्रतीक्षा करें।

source: To Pay:
ar: المبلغ المستحق:
gu: ચૂકવવાનું:
hi: भुगतान करना:

source: Currently unavailable
ar: غير متاح حالياً
gu: હાલમાં અનુપલબ્ધ
hi: वर्तमान में अनुपलब्ध

source: No stores or products are available in this area right now.
ar: لا توجد متاجر أو منتجات متاحة في هذه المنطقة الآن.
gu: આ વિસ્તારમાં હાલમાં કોઈ સ્ટોર્સ અથવા પ્રોડક્ટ્સ ઉપલબ્ધ નથી.
hi: इस क्षेत्र में अभी कोई स्टोर या उत्पाद उपलब्ध नहीं हैं।

# checkConnectionAndTryAgain
source: Please check your connection and try again.
ar: يرجى التحقق من الاتصال وإعادة المحاولة.
gu: કૃપા કરીને તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
hi: कृपया अपना कनेक्शन जांचें और फिर से प्रयास करें।

# weWillBeBackSoon
source: We'll be back soon. Hang tight!
ar: سنعود قريباً. انتظر قليلاً!
gu: અમે ટૂંક સમયમાં પાછા આવીશું. થોભો!
hi: हम जल्द ही वापस आएंगे। थोड़ा इंतजार करें!

# noOrdersYetDescription
source: It looks like you don't have any orders yet.
ar: يبدو أنه ليس لديك أي طلبات بعد.
gu: એવું લાગે છે કે તમારી પાસે હજુ કોઈ ઓર્ડર નથી.
hi: ऐसा लगता है कि आपके पास अभी कोई ऑर्डर नहीं है।

# tryAdjustingSearchTerms
source: Try adjusting your search terms.
ar: جرب تعديل مصطلحات البحث.
gu: શોધ શબ્દોને ગોઠવવાનો પ્રયાસ કરો.
hi: सर्च शब्दों को समायोजित करके प्रयास करें।

# noProductMatchingSearch
source: We couldn't find any products matching your search.
ar: لم نتمكن من العثور على أي منتجات تطابق بحثك.
gu: અમને તમારી શોધ સાથે મેળ ખાતી કોઈ પ્રોડક્ટ્સ મળી નથી.
hi: आपकी सर्च से मेल खाने वाला कोई उत्पाद नहीं मिला।

# feedbackDeletedSuccessfully
source: Review deleted successfully!
ar: تم حذف التقييم بنجاح!
gu: ફીડબૅક સફળતાપૂર્વક કાઢી નાખવામાં આવ્યો!
hi: रिव्यू सफलतापूर्वक हटा दिया गया!

source: Rate Delivery Hero
ar: قيّم سائق التوصيل
gu: ડિલિવરી હીરોને રેટ કરો
hi: डिलीवरी हीरो को रेटिंग दें

source: How was the delivery?
ar: كيف كان التوصيل؟
gu: ડિલિવરી કેવી હતી?
hi: डिलीवरी कैसी थी?

source: e.g., Super fast delivery!
ar: مثال: توصيل فائق السرعة!
gu: દા.ત., સુપર ઝડપી ડિલિવરી!
hi: उदाहरण: बहुत तेज डिलीवरी!

source: You might also like
ar: قد يعجبك أيضاً
gu: તમને આ પણ ગમશે
hi: आपको यह भी पसंद आ सकता है

# storeCurrentlyClosed
source: Store is currently closed
ar: المتجر مغلق حالياً
gu: સ્ટોર અત્યારે બંધ છે
hi: स्टोर वर्तमान में बंद है

# minimumQuantityRequired
source: Minimum quantity is {minQty}
ar: الحد الأدنى للكمية المطلوبة هو {minQty}
gu: ન્યૂનતમ {minQty} જથ્થો જરૂરી છે
hi: न्यूनतम मात्रा {minQty} आवश्यक है

# maximumQuantityAllowed
source: Maximum {maxQty} items allowed
ar: الحد الأقصى المسموح به هو {maxQty} قطع
gu: મહત્તમ {maxQty} વસ્તુઓની છૂટ છે
hi: अधिकतम {maxQty} वस्तुओं की अनुमति है

# onlyXItemsInStock
source: Only {stock} items available in stock
ar: يوجد {stock} قطع فقط متوفرة في المخزون
gu: સ્ટોકમાં ફક્ત {stock} વસ્તુઓ ઉપલબ્ધ છે
hi: स्टॉक में केवल {stock} वस्तुएं उपलब्ध हैं

# minimumCartAmountRequired
source: Add {minAmount} more to reach the {miniCheckoutAmount} minimum checkout.
ar: أضف {minAmount} إضافية لتصل إلى الحد الأدنى للدفع {miniCheckoutAmount}.
gu: ન્યૂનતમ ચેકઆઉટ {miniCheckoutAmount} સુધી પહોંચવા માટે બીજું {minAmount} ઉમેરો.
hi: न्यूनतम चेकआउट {miniCheckoutAmount} तक पहुँचने के लिए {minAmount} और जोड़ें।

# onlyOneStoreAtATime
source: You can only order from one store at a time
ar: يمكنك الطلب من متجر واحد فقط في كل مرة
gu: તમે એક સમયે ફક્ત એક જ સ્ટોર પરથી ઓર્ડર કરી શકો છો
hi: आप एक बार में केवल एक ही स्टोर से ऑर्डर कर सकते हैं

# onlyFewLeft
source: Only {stock} left!
ar: تبقت {stock} قطع فقط!
gu: ફક્ત {stock} બાકી છે!
hi: केवल {stock} बचे हैं!

source: In stock
ar: متوفر
gu: સ્ટોકમાં છે
hi: स्टॉक में है

source: No Transaction Yet
ar: لا توجد معاملات بعد
gu: હજુ સુધી કોઈ વ્યવહાર થયો નથી
hi: अभी तक कोई लेन-देन नहीं हुआ

# noTransactionDescriptionMsg
source: Your wallet activity will appear here once
ar: ستظهر أنشطة محفظتك هنا بمجرد
gu: જ્યારે તમે તમારો પહેલો વ્યવહાર કરશો ત્યારે
hi: आपकी वॉलेट गतिविधि यहाँ दिखाई देगी जब

# noTransactionDescriptionSecondaryMsg
source: you make your first transaction.
ar: إجراء معاملتك الأولى.
gu: તમારી વૉલેટ પ્રવૃત્તિ અહીં દેખાશે.
hi: आप अपना पहला लेन-देन करेंगे।

# cannotAddMoreThanXItems
source: You can add only {remaining} more item(s) to your cart.
ar: يمكنك إضافة {remaining} قطعة إضافية فقط إلى سلتك.
gu: તમે તમારા કાર્ટમાં ફક્ત {remaining} વધુ વસ્તુઓ ઉમેરી શકો છો.
hi: आप अपने कार्ट में केवल {remaining} और वस्तुएं जोड़ सकते हैं।

# youCanAddOnlyXMoreItems
source: You can add only {count} more item(s).
ar: يمكنك إضافة {count} قطعة إضافية فقط.
gu: તમે ફક્ત {count} વધુ વસ્તુઓ ઉમેરી શકો છો.
hi: आप केवल {count} और वस्तुएं जोड़ सकते हैं।

# cartIsAlreadyAtMaximumLimit
source: Your cart has reached the maximum item limit ({maxAllowed}).
ar: وصلت سلتك إلى الحد الأقصى للأصناف ({maxAllowed}).
gu: તમારા કાર્ટમાં વસ્તુઓની મહત્તમ મર્યાદા ({maxAllowed}) થઈ ગઈ છે.
hi: आपका कार्ट अधिकतम आइटम सीमा ({maxAllowed}) तक पहुँच गया है।

# cannotAddFromDifferentStore
source: You can only add items from the same store. Please clear your cart or choose items from this store.
ar: يمكنك إضافة أصناف من نفس المتجر فقط. يرجى إفراغ سلتك أو اختيار أصناف من هذا المتجر.
gu: તમે ફક્ત એક જ સ્ટોરમાંથી વસ્તુઓ ઉમેરી શકો છો. કૃપા કરીને તમારું કાર્ટ ખાલી કરો અથવા આ સ્ટોરમાંથી વસ્તુઓ પસંદ કરો.
hi: आप केवल एक ही स्टोर से आइटम जोड़ सकते हैं। कृपया अपना कार्ट खाली करें या इस स्टोर से आइटम चुनें।

# cartAlreadyContainsMultipleStores
source: Your cart already contains items from multiple stores. Please complete the current order or clear the cart first.
ar: تحتوي سلتك بالفعل على أصناف من متاجر متعددة. يرجى إكمال الطلب الحالي أو إفراغ السلة أولاً.
gu: તમારા કાર્ટમાં પહેલેથી જ વિવિધ સ્ટોર્સની વસ્તુઓ છે. કૃપા કરીને વર્તમાન ઓર્ડર પૂરો કરો અથવા પહેલા કાર્ટ ખાલી કરો.
hi: आपके कार्ट में पहले से ही कई स्टोर के आइटम हैं। कृपया वर्तमान ऑर्डर पूरा करें या पहले कार्ट खाली करें।

source: in cart
ar: في السلة
gu: કાર્ટમાં
hi: कार्ट में

source: This action is PERMANENT.
ar: هذا الإجراء دائم.
gu: આ ક્રિયા કાયમી છે.
hi: यह कार्रवाई स्थायी है।

source: All your data will be lost forever.
ar: ستفقد جميع بياناتك للأبد.
gu: તમારો બધો ડેટા હંમેશ માટે ખોવાઈ જશે.
hi: आपका सारा डेटा हमेशा के लिए खो जाएगा।

# addYourFirstAddressToStart
source: Add your first address to get started
ar: أضف عنوانك الأول للبدء
gu: શરૂ કરવા માટે તમારું પહેલું સરનામું ઉમેરો
hi: शुरू करने के लिए अपना पहला पता जोड़ें

source: No Address Found
ar: لم يتم العثور على عنوان
gu: કોઈ સરનામું મળ્યું નથી
hi: कोई पता नहीं मिला

# includingAllTax
source: (inclusive of all tax)
ar: (شامل الضريبة)
gu: (તમામ ટેક્સ સહિત)
hi: (सभी करों सहित)

# dataPlaceholder
source: data
ar: بيانات
gu: ડેટા
hi: डेटा

source: Write your note here...
ar: اكتب ملاحظتك هنا...
gu: તમારી નોંધ અહીં લખો...
hi: अपनी टिप्पणी यहाँ लिखें...

source: Clearing your cart...
ar: جاري إفراغ السلة...
gu: કાર્ટ ખાલી થઈ રહ્યું છે...
hi: आपका कार्ट खाली किया जा रहा है...

# imagesLabel
source: Images
ar: الصور
gu: છબીઓ
hi: छवियां

# imagesSubtitle
source: JPG, PNG (Max 5MB)
ar: JPG, PNG (بحد أقصى 5 ميجابايت)
gu: JPG, PNG (મહત્તમ 5MB)
hi: JPG, PNG (अधिकतम 5MB)

# pdfDocumentLabel
source: PDF Document
ar: ملف PDF
gu: PDF દસ્તાવેજ
hi: PDF दस्तावेज़

# pdfDocumentSubtitle
source: PDF files (Max 10MB)
ar: ملفات PDF (بحد أقصى 10 ميجابايت)
gu: PDF ફાઇલો (મહત્તમ 10MB)
hi: PDF फाइलें (अधिकतम 10MB)

# wordDocumentLabel
source: Word Document
ar: ملف Word
gu: Word દસ્તાવેજ
hi: Word दस्तावेज़

# wordDocumentSubtitle
source: DOCX files (Max 10MB)
ar: ملفات DOCX (بحد أقصى 10 ميجابايت)
gu: DOCX ફાઇલો (મહત્તમ 10MB)
hi: DOCX फाइलें (अधिकतम 10MB)

# cannotOpenFile
source: Cannot open file: {url}
ar: لا يمكن فتح الملف: {url}
gu: ફાઇલ ખોલી શકાતી નથી: {url}
hi: फ़ाइल नहीं खोली जा सकती: {url}

# errorOpeningAttachment
source: Error opening attachment: {error}
ar: خطأ في فتح المرفق: {error}
gu: જોડાણ ખોલવામાં ભૂલ: {error}
hi: अनुलग्नक खोलने में त्रुटि: {error}

# paystackPaymentTitle
source: Paystack Payment
ar: الدفع عبر Paystack
gu: Paystack ચુકવણી
hi: पेस्टैक भुगतान

# enableLocationTitle
source: Enable Location
ar: تفعيل الموقع
gu: લોકેશન ચાલુ કરો
hi: स्थान सक्षम करें

source: Failed
ar: فشل
gu: નિષ્ફળ
hi: विफल

source: you will be responsible
ar: ستكون مسؤولاً
gu: તમે જવાબદાર રહેશો
hi: आप जिम्मेदार होंगे

# deleteWishlistConfirmation
source: Are you sure you want to delete this wishlist?
ar: هل أنت متأكد أنك تريد حذف قائمة الأمنيات هذه؟
gu: શું તમે ખરેખર આ વિશલિસ્ટ કાઢી નાખવા માંગો છો?
hi: क्या आप वाकई इस विशलिस्ट को हटाना चाहते हैं?

source: No reviews available
ar: لا توجد تقييمات متاحة
gu: કોઈ રિવ્યુ ઉપલબ્ધ નથી
hi: कोई समीक्षा उपलब्ध नहीं है

source: Search for store
ar: البحث عن متجر
gu: સ્ટોર શોધો
hi: स्टोर खोजें

source: Get Started
ar: ابدأ الآن
gu: શરૂ કરો
hi: शुरू करें

source: Next
ar: التالي
gu: આગળ
hi: अगला

# introPage1Title
source: Shop with Confidence
ar: تسوق بثقة
gu: વિશ્વાસ સાથે ખરીદી કરો
hi: विश्वास के साथ खरीदारी करें

# introPage1Description
source: Discover thousands of products from trusted sellers with secure payments and fast delivery.
ar: اكتشف آلاف المنتجات من بائعين موثوقين مع دفع آمن وتوصيل سريع.
gu: સુરક્ષિત ચુકવણી અને ઝડપી ડિલિવરી સાથે વિશ્વસનીય વિક્રેતાઓ પાસેથી હજારો ઉત્પાદનો શોધો.
hi: सुरक्षित भुगतान और तेज़ डिलीवरी के साथ विश्वसनीय विक्रेताओं से हज़ारों उत्पादों की खोज करें।

# introPage2Title
source: Track Your Orders
ar: تتبع طلباتك
gu: તમારા ઓર્ડરને ટ્રૅક કરો
hi: अपने ऑर्डर ट्रैक करें

# introPage2Description
source: Stay updated with real-time tracking and get notifications about your order status.
ar: ابقَ على اطلاع من خلال التتبع المباشر واحصل على تنبيهات حول حالة طلبك.
gu: રીઅલ-ટાઇમ ટ્રેકિંગ સાથે અપડેટ રહો અને તમારા ઓર્ડરની સ્થિતિ વિશે સૂચનાઓ મેળવો.
hi: रीयल-टाइम ट्रैकिंग के साथ अपडेट रहें और अपने ऑर्डर की स्थिति के बारे में सूचनाएं प्राप्त करें।

# introPage3Title
source: Easy Returns
ar: إرجاع سهل
gu: સરળ રિટર્ન
hi: आसान रिटर्न

# introPage3Description
source: Not satisfied? Return your items hassle-free with our 30-day return policy.
ar: غير راضٍ؟ قم بإرجاع مشترياتك بكل سهولة مع سياسة الإرجاع لمدة 30 يوماً.
gu: સંતુષ્ટ નથી? અમારી 30-દિવસની રિટર્ન પોલિસી સાથે તમારી વસ્તુઓ મુશ્કેલી વિના પરત કરો.
hi: संतुष्ट नहीं हैं? हमारी 30-दिन की वापसी नीति के साथ अपनी वस्तुओं को बिना किसी परेशानी के वापस करें।

source: Please enter atleast 2 letters
ar: يرجى إدخال حرفين على الأقل
gu: કૃપા કરીને ઓછામાં ઓછા 2 અક્ષરો દાખલ કરો
hi: कृपया कम से कम 2 अक्षर दर्ज करें

source: Atleast 1 item is required
ar: مطلوب صنف واحد على الأقل
gu: ઓછામાં ઓછી 1 વસ્તુ જરૂરી છે
hi: कम से कम 1 आइटम आवश्यक है

# enterYourPhoneNumberToReceiveOtp
source: Enter your phone number and we’ll send you an OTP to verify.
ar: أدخل رقم هاتفك وسنرسل لك رمز التحقق (OTP).
gu: તમારો ફોન નંબર દાખલ કરો અને અમે ચકાસણી માટે એક OTP મોકલીશું.
hi: अपना फोन नंबर दर्ज करें और हम सत्यापित करने के लिए एक ओटीपी भेजेंगे।

source: Send OTP
ar: إرسال رمز التحقق
gu: OTP મોકલો
hi: ओटीपी भेजें

# phoneNumberTooShort
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صحيح
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hi: कृपया एक मान्य फ़ोन नंबर दर्ज करें
